{
    "paper_id": "13ca3c0ac118c5e4f5ee9e63cca69ebd14247dbb",
    "metadata": {
        "title": "Original Paper Influence of Community and Culture in the Ethical Allocation of Scarce Medical Resources in a Pandemic Situation: Deliberative Democracy Study",
        "authors": [
            {
                "first": "Monica",
                "middle": [],
                "last": "Schoch-Spana",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Emily",
                "middle": [
                    "K"
                ],
                "last": "Brunson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Texas State University",
                    "location": {
                        "settlement": "San Marcos",
                        "region": "TX",
                        "country": "United States"
                    }
                },
                "email": "ebrunson@txstate.edu"
            },
            {
                "first": "Howard",
                "middle": [],
                "last": "Gwon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Alan",
                "middle": [],
                "last": "Regenberg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "S"
                ],
                "last": "Toner",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "L"
                ],
                "last": "Daugherty-Biddison",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Johns Hopkins University",
                    "location": {
                        "settlement": "Baltimore",
                        "region": "MD",
                        "country": "United States"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Stark gaps exist between projected health needs in a pandemic situation and the current capacity of health care and medical countermeasure systems. Existing pandemic ethics discussions have advocated to engage the public in scarcity dilemmas and attend the local contexts and cultural perspectives that shape responses to a global health threat. This public engagement study thus considers the role of community and culture in the ethical apportionment of scarce health resources, specifically ventilators, during an influenza pandemic. It builds upon a previous exploration of the values and preferences of Maryland residents regarding how a finite supply of mechanical ventilators ought to be allocated during a severe global outbreak of influenza. An important finding of this earlier research was that local history and place within the state engendered different ways of thinking about scarcity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Objective: Given the intrastate variation in the themes expressed by Maryland participants, the project team sought to examine interstate differences by implementing the same protocol elsewhere to answer the following questions. Does variation in ethical frames of reference exist within different regions of the United States? What practical implications does evidence of sameness and difference possess for pandemic planners and policymakers at local and national levels?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Research using the same deliberative democracy process from the Maryland study was conducted in Central Texas in March 2018 among 30 diverse participants, half of whom identified as Hispanic or Latino. Deliberative democracy provides a moderated process through which community members can learn facts about a public policy matter from experts and explore their own and others' views.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Participants proposed that by evenly distributing supplies of ventilators and applying clear eligibility criteria consistently, health authorities could enable fair allocation of scarce lifesaving equipment. The strong identification, attachment, and obligation of persons toward their nuclear and extended families emerged as a distinctive regional and ethnic core value that has practical implications for the substance, administration, and communication of allocation frameworks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Maryland and Central Texas residents expressed a common, overriding concern about the fairness of allocation decisions. Central Texas deliberants, however, more readily expounded upon family as a central consideration. In Central Texas, family is a principal, culturally inflected lens through which life and death matters are often viewed. Conveners of other Schoch-Spana et al JOURNAL OF PARTICIPATORY MEDICINE",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "RenderX pandemic-related public engagement exercises in the United States have advocated the benefits of transparency and inclusivity in developing an ethical allocation framework; this study demonstrates cultural competence as a further advantage. Med 2020;12(1):e18272) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 271,
                    "text": "Med 2020;12(1):e18272)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "(J Participat",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pandemic readiness and response activities are urgently underway, prompted by certainty about future global influenza outbreaks as well as the human and economic losses suffered during recent epidemics such as with the severe acute respiratory syndrome illness [1] [2] [3] . The pandemic of the novel coronavirus that first emerged in late 2019 has also acutely demonstrated the importance of robust preparedness and response systems. Legal and ethical matters have been a principal consideration for pandemic planning, domestically and internationally [4] [5] [6] [7] [8] [9] [10] . Of specific concern are public health measures that could adversely affect trade, travel, and economic stability; tip the balance between personal liberty and public wellbeing; or strain people's sense of justice or fairness [4, 5] . Among the legal and ethical issues and dilemmas that the World Health Organization (WHO) first outlined for member states' consideration when undertaking pandemic preparedness planning are state of emergency declarations, movement restrictions, mass gathering prohibitions, school closures, isolation and quarantine, volunteer licensing and liability, drug and vaccine manufacturer liability, research participant protections, compulsory vaccination, and resource rationing [6] .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 553,
                    "end": 556,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 561,
                    "end": 564,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 565,
                    "end": 568,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 569,
                    "end": 572,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 809,
                    "end": 812,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 813,
                    "end": 815,
                    "text": "5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1292,
                    "end": 1295,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Legal and Ethical Preparedness for an Influenza Pandemic"
        },
        {
            "text": "Allocation of scarce lifesaving resources is as an especially fraught issue. Stark gaps exist between projected human health needs in a pandemic and the current capacity of public health, health care, and medical countermeasure systems. Finite production capacity and delayed vaccine development (ie, 4 months to produce the first doses of a novel pandemic strain vaccine and 6 months to generate a large supply) force the issue of who receives the initial doses [10, 11] . What proportions of an antiviral stockpile to commit to treatment and prophylaxis, as well as who to prioritize constitute another dilemma [12] . Likewise, the projected number of US patients requiring an intensive care unit (ICU) bed and mechanical ventilation during a 1918-like pandemic eclipses current capacity by orders of magnitude [13] . In other contexts (eg, African countries with weak economies and endemic malaria and HIV/AIDS), a higher order predicament exists: whether to prioritize a response to a pandemic flu or to hyperendemic diseases [6, 14] .",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 467,
                    "text": "[10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1030,
                    "end": 1033,
                    "text": "[6,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1034,
                    "end": 1037,
                    "text": "14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Legal and Ethical Preparedness for an Influenza Pandemic"
        },
        {
            "text": "Common to the current guidance on pandemic ethics-and specifically scarce resource allocation-is the call for public engagement (ie, the broader community's participation in the policy decisions affecting them) [4] [5] [6] [7] [8] [9] [15] [16] [17] . Pandemic ethicists invoke principles such as transparency, inclusivity, and education and information, citing multiple benefits. Authorities are enjoined to: 1. Open up decisions to scrutiny and articulate clearly the rationale behind specific choices. As a result, the public can be more confident that policies are not capricious, but reasonable, equitable, and in line with community views [4, 5, 7, 9, 16, 17] . 2. Elicit community input early on, especially that of disadvantaged groups. By doing so decision makers can more readily earn public trust, enhance social solidarity, add to a policy's legitimacy, and discern which approaches are socially acceptable and practically feasible [7] [8] [9] [15] [16] [17] . 3 . Provide the public with accurate, timely, and understandable information about the pandemic threat, measures for personal protection, and collective actions for readiness and response. This can foster an educated populace-one better able to engage meaningfully with policymakers and play their own part in risk reduction [7, 15, 16] .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 215,
                    "end": 218,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 231,
                    "end": 234,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 235,
                    "end": 239,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 410,
                    "end": 412,
                    "text": "1.",
                    "ref_id": null
                },
                {
                    "start": 645,
                    "end": 648,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 649,
                    "end": 651,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 652,
                    "end": 654,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 655,
                    "end": 657,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 658,
                    "end": 661,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 944,
                    "end": 947,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 948,
                    "end": 951,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 952,
                    "end": 955,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 961,
                    "end": 965,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 973,
                    "end": 974,
                    "text": "3",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1302,
                    "end": 1305,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1306,
                    "end": 1309,
                    "text": "16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Public Engagement With Pandemic Policies"
        },
        {
            "text": "Since these injunctions, public engagement in pandemic decision making has evolved beyond mere aspiration; although it has yet to become a widely used practice. Some arguments against it are that democratically elected representatives already represent population preferences, charged issues (eg, scarce resource allocation) could generate public emotion and confusion, and an inability to show how community views (particularly divergent ones) influenced policy could fuel public frustration [18] . Nonetheless, over the last 15 years, members of the public have had some degree of opportunity to inform potentially divisive pandemic policies in the United States (see Multimedia Appendix 1 for more details) and elsewhere [41] [42] [43] [44] [45] [46] [47] . Often convened by public health agencies, and occasionally by university researchers, private citizens and interested stakeholders have participated in dialogue and deliberation sessions about pandemic dilemmas in which ethical principles (eg, liberty, beneficence, fairness) and technical matters (eg, disease containment, medical treatment) are inextricably bound.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 497,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 724,
                    "end": 728,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 744,
                    "end": 748,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 749,
                    "end": 753,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Public Engagement With Pandemic Policies"
        },
        {
            "text": "Of the 18 known US pandemic-related public engagement exercises, more than half addressed how to ethically apportion finite lifesaving resources like vaccines, antivirals, intensive care, or personal protective equipment, while about a quarter debated burdensome social distancing measures (Multimedia Appendix 1). Of those discussions focused on scarce resources, nearly half considered prioritized access to intensive care (ie, ICU bed or ventilator). Other countries in which efforts have been made to glean diverse public views on ethically complex decisions during an influenza pandemic include Canada, Australia, New Zealand, and Switzerland [17, [41] [42] [43] [44] [45] [46] [47] [48] . Most of these studies addressed the allocation of scarce medical resources.",
            "cite_spans": [
                {
                    "start": 648,
                    "end": 652,
                    "text": "[17,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 653,
                    "end": 657,
                    "text": "[41]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 663,
                    "end": 667,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 668,
                    "end": 672,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 673,
                    "end": 677,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 678,
                    "end": 682,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 683,
                    "end": 687,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Public Engagement With Pandemic Policies"
        },
        {
            "text": "An issue bearing upon influenza pandemic ethics in general, and public engagement in particular, has been what regard to give the diverse local contexts and cultural perspectives that shape the experiences of and responses to an otherwise global health threat [14, 48] . The WHO ethical guidance for a pandemic highlights the need for international solidarity and shared principles, as well as a recognition that local circumstances and cultural values also influence ethical considerations [16] . In its pandemic ethical guidelines, the Centers for Disease Control and Prevention (CDC) proposes balancing centralized decision making at the federal level and implementation by state and local communities, and it advises consideration toward marginalized communities and groups whose cultural, religious, and other values require sensitivity [9] . Procedural ethics-in particular, bringing affected groups to the table so that their needs and views on a shared health threat are genuinely heard, and they see a policy as having been made fairly even if they may not agree with the final decision-are identified as a key means to respect cultural differences while advancing pandemic preparedness and response [14] .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 491,
                    "end": 495,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 842,
                    "end": 845,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1209,
                    "end": 1213,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Cultural Aspects of Pandemic Ethics"
        },
        {
            "text": "Culture and public engagement have surfaced as relevant issues for pandemic preparedness and planning, in particular among nations that include often marginalized indigenous populations. New Zealand's ethics guidance asserts that given the disproportionate impact of past pandemics, it is essential to mobilize expertise within Maori communities on how best to address their own situation and needs [17] . Similarly, calls have been made for greater inclusion of Aboriginal and Torres Strait Islander peoples in Australian national, state, and territory pandemic plans so that the heightened risk of these indigenous groups can be mitigated in more culturally appropriate ways [49] [50] [51] . Planning experiences with Canada's First Nations communities and American Indian and Alaska Native communities have also evidenced the value of participatory processes in uncovering the influence of local beliefs, values, and practices upon pandemic health and in strengthening the cultural competence, social acceptance, and practical feasibility of pandemic preparedness and response efforts that affect these groups [52, 53] .",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 677,
                    "end": 681,
                    "text": "[49]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 682,
                    "end": 686,
                    "text": "[50]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[51]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1113,
                    "end": 1117,
                    "text": "[52,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1118,
                    "end": 1121,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Cultural Aspects of Pandemic Ethics"
        },
        {
            "text": "Alongside in-nation differences, culture is also seen as a force shaping a nation's or entire region's pandemic approach. The notion of a \"one-size-fits-all\" plan for ethically allocating scarce medical resources butts up against divergent sociocultural conditions [14, 16] . The higher status accorded to elders within many African societies-including those where the proportion of young children is higher than in other countries-may moderate the importance of the young as a priority group [14] . Among Asian countries where honoring older adults, senior personnel, royalty, and public service staff is a strong norm, and where family ties accord strong obligations, privileged access along social hierarchies and familial lines to nationally stockpiled antivirals is not necessarily seen as unethical [14] .",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 269,
                    "text": "[14,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 270,
                    "end": 273,
                    "text": "16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Cultural Aspects of Pandemic Ethics"
        },
        {
            "text": "Contrasts made with an American ethos of individualism and wariness toward government include Canada's communitarian political culture emphasizing peace, order, and good government [54, 55] ; Australia's broad embrace of a utilitarian liberal rationale prioritizing others' safety over individual autonomy [48] ; and the United Kingdom's \"Dunkirk spirit\" engendering solidarity and public cooperation with state emergency efforts [56] . Noted attitudinal differences between the US and UK populations about pandemic preparedness may also reflect different health care traditions and the greater influence of religious beliefs in the United States [54, 56] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[54,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "55]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 306,
                    "end": 310,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 430,
                    "end": 434,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[54,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "56]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Cultural Aspects of Pandemic Ethics"
        },
        {
            "text": "This US-based study considers the role of community and culture in the ethical apportionment of scarce health resources in a flu pandemic. It builds upon prior work by the authors exploring the values and preferences of Maryland residents regarding how a finite supply of mechanical ventilators ought to be allocated during a severe global outbreak of influenza [37] [38] [39] . Our initial aims were to develop, pilot, and apply a deliberative democratic procedure for conducting community forums state-wide that would inform a Maryland framework for the allocation of scarce health care resources in a disaster. An important finding was the need to convene a diverse, regionally varied sample of state residents to capture different ways of thinking about scarcity that local history and place seemed to influence [37, 38] . Given the intrastate variation in the themes expressed by Maryland participants, the project team decided to examine interstate differences by implementing the same protocol elsewhere. We wondered if the same core values continue to hold in other areas of the United States, whether variation in ethical frames of reference exists at the US regional level, and what practical implications of sameness and difference may follow for pandemic planners and policymakers.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 367,
                    "end": 371,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 372,
                    "end": 376,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 816,
                    "end": 820,
                    "text": "[37,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Project Purpose"
        },
        {
            "text": "This research took place in Central Texas. Community members were recruited from two areas: the greater San Antonio metropolitan area in Bexar County (comprising urban and semiurban communities with a high percentage of persons of Hispanic origin) and Colorado County (a rural county to the northeast of San Antonio with a largely white and less wealthy population). English and Spanish speakers over the age of 18 years were recruited in both of these areas through a variety of methods including: flyers posted in libraries, coffee shops, grocery stores, and other public locations; newspaper and radio ads; and social media postings. To ensure a diverse sample, members of underrepresented ethnic, racial, and socioeconomic communities were purposefully overrecruited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Location, Population, and Recruitment"
        },
        {
            "text": "Data collection occurred in-person and lasted approximately 7 hours. Data collection sessions were held on a single weekend day (Saturday in Colorado County and Sunday in San Antonio) in March 2018. Sessions were convened in hotel meeting rooms in centralized locations in each area to maximize accessibility. All participants were provided snacks and lunch and compensated US $100. Institutional review board committees at Johns Hopkins University and Texas State University approved the project methodology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Location, Population, and Recruitment"
        },
        {
            "text": "Methodologically, this study used a deliberative democracy process that has been used with other potentially divisive policy decisions [57, 58] and that the researchers had previously adapted to facilitate community discussions about the ethical allocation of scarce medical resources in a disaster [37, 38] . Deliberative democracy is a qualitative method that provides a structured process through which community members can both learn facts about a public policy matter from experts and explore their own and others' views in a moderated community forum. As described in the literature, this approach provides opportunities for knowledge exchange between experts/policy makers and the public, democratic accountability through broad community representation in discussions that relates to the common good, and innovation when crowdsourcing generates new insights and solutions to existing problems [57, 58] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[57,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 140,
                    "end": 143,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 299,
                    "end": 303,
                    "text": "[37,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 902,
                    "end": 906,
                    "text": "[57,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Deliberative Democracy Methods"
        },
        {
            "text": "In this project, the deliberative democracy process involved four distinct steps. First, community members were given details about a pandemic flu scenario and how scarce medical resources could potentially be distributed. This information was provided via an extended background document that participants read beforehand and an expert-led presentation at the start of the forum. Second, community members then met in groups of 4-7 where they engaged in a moderated discussion around the question: \"What should we do in situations where there are more patients needing ventilators than there are ventilators to use?\" During the discussion, participants were prompted to consider six ethical principles for prioritizing ventilator use: those most likely to survive the current illness; those most likely to live longest; those who have lived the fewest life stages; those with value to others in a pandemic; first come, first served; and a lottery. Third, at the discussion's end, each group developed 1-2 questions that they then asked to a panel of subject matter experts that included clinicians, ethicists, and disaster experts. Fourth, after this Q and A panel, and a break for lunch, moderated group discussions continued, this time focusing on the question: \"Should healthcare providers be allowed to take a ventilator away from one patient who needs it to survive and give it to another patient who also needs it to survive?\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deliberative Democracy Methods"
        },
        {
            "text": "Data were collected in two forms. Trained note takers documented each group discussion on laptops using a template developed for the project. These notes were supplemented by audio recordings made of all of the group discussions, which were later listened to by the note takers to expand their notes and check for accuracy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Analysis"
        },
        {
            "text": "Qualitative data resulting from the group discussions was later examined in an inductive manner via thematic analysis. After reading and rereading notes from the group discussions to ensure familiarity with the data, author EB developed a code list by examining the data relating to each ethical principle for prioritizing ventilator use (morning session) and participants' responses to the question \"Should healthcare providers be allowed to take a ventilator away from one patient who needs it to survive and give it to another patient who also needs it to survive?\" (afternoon session). This process resulted into an initial codebook that was re-evaluated and revised following subsequent iterations of coding, grouping codes into themes and re-evaluating the resulting coding schema. After two iterations of this process a final codebook of all codes and their corresponding themes was constructed. This final codebook was then used to re-evaluate every set of notes a final time. This process provided the opportunity to check that the coding, including the resulting themes, was an accurate representation of the group discussion data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Analysis"
        },
        {
            "text": "In addition to the group discussions, pre-and postsurveys were administered to all participants. The surveys collected information on participants' demographics and perceptions of the allocation of ventilators during a pandemic flu scenario, opinions on expert and community decision making, and opinions on the deliberative democracy process. For this study, the survey data was used to provide summaries of respondents' data so that direct comparisons could be made to the Maryland sample. These descriptive statistics were obtained through analysis in SPSS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Analysis"
        },
        {
            "text": "A total of 30 community members participated in 6 discussion forums, 1 in Colorado County and 5 in San Antonio. One of the forums in San Antonio was comprised entirely of health professionals including clinicians, emergency preparedness experts, and public health officials. The separation of these individuals into a professional group was done to ensure that participants in other discussion groups were not influenced by perceived \"expert\" voices, and to collect data on the views and opinions of professionals whose work experiences afforded them additional insights into the topics discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participant Demographics"
        },
        {
            "text": "Participant characteristics are presented in Table 1 . Participants ranged in age from 19-80 years, with the majority being 51-75 years of age. Men and women were represented in nearly equal numbers. Two-thirds of the participants identified their race as white, and nearly half of the entire sample noted being of Hispanic, Latino, or Spanish descent (a proportion smaller than the 60% of San Antonio residents and larger than the 30% of Colorado County residents who claimed Hispanic or Latino heritage in 2018). About a third of participants noted never having been married, and a similar proportion said that they had children living at home. Independents and Democrats were represented in roughly equal numbers, followed by Republicans. Religious affiliation was nearly entirely Christian or Catholic. Most participants had a college education or higher, and similar numbers earned US $40,000-$100,000 or over US $100,000. It is important to note that the sample was small, consisting of only 6 discussion forums comprised of 30 total individuals. Such a sample size would be prohibitive in survey research; however, the sample size is appropriate to qualitative methods like deliberative democracy where findings are not considered to be generalizable in the traditional sense. The sample was also not representative of Central Texas as a whole; there was a bias toward an urban population and an overrepresentation of highly educated people. At the same time, diversity within the discussion groups in regard to age, education, race and ethnicity, and other factors likely mitigated some of these issues, as respondents within discussion groups spoke with and listened to one another. Regardless, it is important to keep in mind that the findings reported below are suggestive, not generalizable, of Central Texans' views regarding ventilator allocation and reallocation.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participant Demographics"
        },
        {
            "text": "Throughout the forum discussions in both Colorado County and San Antonio, two general themes emerged in relation to how community members felt that scarce medical resources should be allocated. The first was the importance of family. Respondents repeatedly referred to family-their own and others-in relation to decisions about ventilator use during an emergency. In some instances, this took the form of participants stating that they and others would be willing to sacrifice themselves for their family members, as one participant in Colorado County stated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad Themes: Family and Fairness"
        },
        {
            "text": "If you have a family that comes in, you have a mom, dad, and two kids, the parents are 9 times out of 10 going to tell you to go to the kids first. They're gonna say, ' We're all hurt, but go to my kids, then come back to me'. [Participant In other instances, participants argued that familial roles should be an important consideration in making allocation decisions, as a respondent in San Antonio suggested:",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "text": "'",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Broad Themes: Family and Fairness"
        },
        {
            "text": "We also have to look at their family situation. Are they a mother? I think that may play a little part of it. [Participant More broadly, however, participants, and particularly the expert group in San Antonio, referred to the importance of the family as a key cultural value in central Texas that must be considered in light of any policy decisions. As one member of this group explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad Themes: Family and Fairness"
        },
        {
            "text": "This [referring to the six ethical principles] is a medical model but people will be thinking in a very familial way. The medical standpoint is clear, but it will be implemented into a community who are extremely family oriented. They don't see themselves as 'one' they see themselves as a whole family. Without a familial focus, including involving families extensively in the decision-making processes, these experts, along with members of other forums in San Antonio and Colorado County, suggested that trust between clinicians and the broader community would be lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad Themes: Family and Fairness"
        },
        {
            "text": "The decision-maker is bigger than the individual. Providers need to make a plan that will make everyone agree on what needs to be done. You need the cooperation of everyone by negotiating instead of telling the family by force because they are going to rebel. [Participant SA As a solution, forum participants suggested that community discussions and education, well before an emergency happens, would enable families to discuss and accept policies beforehand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad Themes: Family and Fairness"
        },
        {
            "text": "The second broader theme emerging from forum discussions was the importance of fairness in deciding on a policy and implementing it. Participants in all discussion groups talked about this issue at length. Most participants stated that they had trust in clinicians generally; however, they were not all convinced that providers, or others in decision-making positions, would be infallible or completely unbiased, as one participant in San Antonio explained: For allocations to be fair, participants argued that clear criteria need to be developed and followed consistently within and between locations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Broad Themes: Family and Fairness"
        },
        {
            "text": "In addition, multiple participants also suggested that how different populations might be placed at a disadvantage by a given criterion should be considered, as a participant from the expert San Antonio group explained:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overall there is nothing fair about any of this [allocating scarce resources in an emergency]. So, the only way you can kind of say you're being fair is to be consistent. [Participant SA 2-4]"
        },
        {
            "text": "[Participant To facilitate fairness, forum members suggested several mechanisms that could be put in place before an emergency including a universal medical records system (as this would inform decisions based on who would be most likely to survive a current illness and live the longest) and the redistribution of ventilators so there is equal geographic coverage (both within cities and between counties in the state) based on current population sizes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What she was saying about where the hospitals are and the distributions of ventilators in hospitals... this easily provides disadvantages because of the distributions of hospitals in the cities. We are talking about social determinacy of health. It's a major disadvantage for greater populations living in the south and north. First come first serve may look good, but because of the disproportionate (distribution) of hospitals within the city I don't think it would work."
        },
        {
            "text": "The themes of family and fairness were woven throughout the forum discussions; however, respondents also had specific thoughts on the six ethical principles, which, based on participants' survey responses (captured postevent), varied in terms of acceptable to not acceptable in the order of: survive current illness; live longer; value to others; fewer life stages; first come, first served; and lottery (Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 404,
                    "end": 413,
                    "text": "(Table 2)",
                    "ref_id": null
                }
            ],
            "section": "Specific Responses to the Six Ethical Principles"
        },
        {
            "text": "Reasons given for favoring those most likely to survive the current illness and those who will live longer were similar. Respondents felt that in terms of saving the most lives, these two principles presented the best options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Specific Responses to the Six Ethical Principles"
        },
        {
            "text": "It was also noted that successfully treating people in a pandemic situation would possibly be a morale booster, as a participant in San Antonio noted:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I think from a numbers perspective this makes a lot of sense. You get the most survivors. [Participant SA 2-3]"
        },
        {
            "text": "In terms of concerns, respondents noted that it is impossible for clinicians to be certain of who will survive or live the longest, and that in regards to patients' health histories (a factor respondents felt would be important in determining who is most likely to live the longest) this criteria might cause patients or their family members to lie in order to \"cheat the system\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If more people are recovering, then that could boost population morale and people could not freak out as much. Hearing good news in a tough time may make this a little bit easier for everyone. [Participant SA 2-5]"
        },
        {
            "text": "Prioritizing those who have value to others in the pandemic-including clinicians and vaccine developers-received mixed responses; although this principle was ranked third based on survey data. In favor of this principle, participants noted the importance of health care workers, especially clinicians with specific specialty training and in medically underserved locations. At the same time, several forum members noted that this principle has great potential for bias (ie, health care providers favoring their colleagues) and that this principle has the potential to open the door for prioritizing others based on things like socioeconomic status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If more people are recovering, then that could boost population morale and people could not freak out as much. Hearing good news in a tough time may make this a little bit easier for everyone. [Participant SA 2-5]"
        },
        {
            "text": "[I]f we say we are prioritizing health care providers or people who could help, I'm sure that someone could make a case for someone who just happens to make more money than everyone else. They may be more financially able to help the recovery... and squeeze into being considered. In relation to prioritizing those who have lived the fewest life stages, forum participants repeatedly noted that putting children first was an important cultural value and critical because children represent the future, as a Colorado County resident stated:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If more people are recovering, then that could boost population morale and people could not freak out as much. Hearing good news in a tough time may make this a little bit easier for everyone. [Participant SA 2-5]"
        },
        {
            "text": "You just generally want to help the children, or the younger people, so they can be prosperous and survive. It's harder to see a baby die, or a young kid. You want to help them as best you can versus someone who has already lived and had experience in life.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If more people are recovering, then that could boost population morale and people could not freak out as much. Hearing good news in a tough time may make this a little bit easier for everyone. [Participant SA 2-5]"
        },
        {
            "text": "[Participant At the same time, respondents also noted that the differentiation of life stages beyond infancy and childhood are less clear, that the principle does not resolve situations in which the patients being considered are the same age, and that this principle is biased against older adults who have experience and knowledge that should be respected and preserved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If more people are recovering, then that could boost population morale and people could not freak out as much. Hearing good news in a tough time may make this a little bit easier for everyone. [Participant SA 2-5]"
        },
        {
            "text": "The most unpopular principles in the survey and in the discussions were first come, first served and a lottery. Participants generally agreed that both of these approaches could be objectively fair; however, they also noted that they were the least likely to save lives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If more people are recovering, then that could boost population morale and people could not freak out as much. Hearing good news in a tough time may make this a little bit easier for everyone. [Participant SA 2-5]"
        },
        {
            "text": "It does not save the most number of lives....But when in a critical situation, one might need to make more choices than just picking a number out of a box.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If more people are recovering, then that could boost population morale and people could not freak out as much. Hearing good news in a tough time may make this a little bit easier for everyone. [Participant SA 2-5]"
        },
        {
            "text": "[Participant Additionally, forum members in both Colorado County and San Antonio noted bias in favor of those who live in urban areas close to hospitals (a factor impinging upon first come, first served) and the social unacceptability of a lottery because it is seen as a form of gambling. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "If more people are recovering, then that could boost population morale and people could not freak out as much. Hearing good news in a tough time may make this a little bit easier for everyone. [Participant SA 2-5]"
        },
        {
            "text": "Participants were reluctant at first to say if it was ever acceptable to remove a ventilator from someone who needs it to survive and give it to someone else who also needs it to survive. Some wanted to avoid judgment on such a complex issue; others felt unqualified to make the call. As people struggled to come to terms with the scenario, some ideas proved more supportable than others. Saving lives was a commonly expressed objective. Participants generally agreed that it was acceptable to remove someone from a ventilator if the patient's health was not significantly improving and if the equipment might ultimately preserve another life: \"If a person's...getting worse and worse...and they're obviously not going to survive, it makes sense to me to remove the ventilator and give it to someone else who could do better\" (Participant SA 4-3). Respondents felt that having an established timeframe would limit the arbitrary reallocation of the ventilators; although they expressed divergent views about the proper timeline.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactions to Withdrawing a Ventilator to Give to Someone Else"
        },
        {
            "text": "Some individuals, however, objected to the reallocation of ventilators entirely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reactions to Withdrawing a Ventilator to Give to Someone Else"
        },
        {
            "text": "Fairness emerged as one reason for their objections, as in it would be unfair to remove a ventilator from someone who had already met the criteria to receive one in the first place. When comparing allocation and reallocation scenarios, some individuals expressed the feeling that choosing to give one person a ventilator over another person was different from removing a ventilator from a patient when death would certainly follow. For some participants, playing a role in someone's death was an action set aside for a high power. During deliberations, however, a tension often arose between participants wanting to rely on medical professionals and being worried that mistakes would still be made. Giving doctors access to \"more data\" and \"predictive modeling\", in addition to their own expert opinions, was offered as one way to reduce such mistakes. To foster community faith in health professionals' reallocation decisions, participants proposed greater transparency: advising the public in advance of a crisis what criteria will be used, involving the patient's family in the decision making, and alerting patients at the outset about the possibility of ventilator removal: \"If I know the criteria going in and out, I think that is fair\" (Participant SA 2-3).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Life is important to everyone. If someone is on a ventilator that means they have a need....I don't see a reason to ever take it away. [Participant SA 5-2]"
        },
        {
            "text": "A majority of participants did agree that there are situations in which health care providers should remove a ventilator from one patient who needs it to survive and give it to another who also needs it to survive. Nonetheless, a significant portion still remained against or ambivalent about this scenario (Table 3) . Table 3 . Proportion of responses to the question, \"Are there situations in which health-care providers should remove a ventilator from one patient who needs it to survive and give it to another who also needs it to survive?\" with Texas/Maryland comparison. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 307,
                    "end": 316,
                    "text": "(Table 3)",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 326,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Life is important to everyone. If someone is on a ventilator that means they have a need....I don't see a reason to ever take it away. [Participant SA 5-2]"
        },
        {
            "text": "In anticipation of extreme health emergencies like a pandemic influenza or COVID-19, authorities at all levels have been developing ethically informed frameworks for the allocation of scarce medical resources. This study's purpose was to investigate whether core values concerning scare resource allocation exist in different regions of the United States, while considering the practical implications of sameness and difference for emergency preparedness and response policies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal Findings"
        },
        {
            "text": "Despite distinct geographies and histories, Maryland and Central Texas residents expressed a common, overriding concern about the fairness of allocation decisions and their implementation: What if someone tries to \"game the system\" (eg, give false medical histories to circumvent a survivability assessment)? What if a clinician makes an error in judgment about who really needs a ventilator? What if a first come, first serve scenario means that people who live in \"hospital-poor\" city neighborhoods and rural towns miss out on lifesaving equipment? [37] . The two groups similarly advised on how to build up public faith that the burdens of disease and benefits of treatment are equitably distributed: conduct public education in advance, make the criteria for allocation decisions transparent, and coordinate facilities across the state so that the allocation criteria are consistently applied [37] .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 555,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of US Public Engagement Findings"
        },
        {
            "text": "Uniting on another point, the two states' participants identified \"survive current illness\" and \"live longer\" as the most acceptable ethical principles that should be used \"often\" or \"always\" in making allocation decisions (Table 2) , with even more Texans embracing survivability. Both groups also expressed a similar degree of moral ambivalence toward the act of withdrawing a ventilator from someone who needs it to give to another person who also needs it (Table 3) . Actively revoking life-sustaining support from a dependent patient, even if to help someone more likely to benefit, was, for many Marylanders and Texans, not morally equivalent to withholding the resource in the first place-whether grounded in spiritual matters (eg, only a higher power has the right to determine a person's time) or a sense of fair play (eg, taking a ventilator away to be allotted to someone was unjustly changing the rules of the game).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 232,
                    "text": "(Table 2)",
                    "ref_id": null
                },
                {
                    "start": 460,
                    "end": 469,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Comparison of US Public Engagement Findings"
        },
        {
            "text": "The Central Texas findings also resonated with sensibilities expressed in public engagement exercises convened elsewhere on the allocation of scarce medical resources in a pandemic. Withdrawing lifesaving care similarly evoked concern in Seattle and King County, WA [30, 31] . Fairness as a rationing principle also prompted the most discussion in Minnesota-held forums [24, 26] . Harris County, TX residents equally embraced having an advance allocation plan that could inform doctors' allocation decisions during a crisis [34] . Along with Central Texas residents, communities from the Gulf Coast, the mid-Atlantic, the Northwest, and the Midwest converged upon the idea of first helping those most likely to survive, thus saving the most lives [28] [29] [30] [31] 34, [37] [38] [39] . That certain foundational principles cut across the country's distinct regions augurs well, in that a set of core values could potentially sustain a productive national conversation and potential policy framework on an ethically complex matter.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "text": "[30,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 271,
                    "end": 274,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 524,
                    "end": 528,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 747,
                    "end": 751,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 752,
                    "end": 756,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 757,
                    "end": 761,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 762,
                    "end": 766,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 767,
                    "end": 770,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 781,
                    "end": 785,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Comparison of US Public Engagement Findings"
        },
        {
            "text": "The Maryland and Central Texas forums evidenced common views and values, but dissimilarities also emerged. Participants from both states spoke to a willingness to make sacrifices for their kin, namely, a parent's or grandparent's desire to give their allotted ventilator to children in their family. Nonetheless, Central Texas deliberants more readily expounded upon family as central to the question of how best to allocate scarce medical resources. Survivability was an important clinical consideration, but so too was the social consideration of a patient's familial role (eg, are they a mother). Moreover, San Antonio participants, particularly the expert group, singled out family as a key local cultural value. Authorities, they argued, who want to connect effectively with local residents and gain their trust in regard to allocation decisions, should approach families, not individuals, as the partner to engage in understanding prioritization rationale, especially in the case of a withdrawal scenario.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Family-Centered Approaches to an Allocation Framework"
        },
        {
            "text": "The emergence of family during the Central Texas deliberations as a principal lens through which to view life and death matters has a strong regional cultural basis. Social and behavioral researchers have theorized familismo, family-centeredness, as a core cultural ideal among Mexican-origin peoples in particular and, to an extent, Hispanics more generally [59] . Features of the familismo value system include obligations among family members (nuclear and extended) to provide economic and emotional support, perceptions of kin as a reliable source of help, family as a core aspect of self-identity, and consultation and conformity with family regarding personal decisions and actions [60] . Mexican Americans tend to view life-threatening illness as a problem for the entire family and health care decisions as a collective matter, in contrast to the privileging of autonomy in Anglo-American medical ethics [61] . These sentiments were particularly present among the groups convened in San Antonio, a city in which a majority of residents claim Mexican heritage; however, family was also a recurrent theme among the study's predominantly white participants from rural Colorado County. This is likely indicative of a cultural bias within the region where the family is a central institution [62, 63] .",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1295,
                    "end": 1299,
                    "text": "[62,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1300,
                    "end": 1303,
                    "text": "63]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Family-Centered Approaches to an Allocation Framework"
        },
        {
            "text": "Ethicists working on pandemic influenza preparedness have outlined the benefits that public engagement principles of transparency, inclusivity, and education and information afford. When authorities subject their decisions and rationale to public scrutiny, communities can see that policy choices are neither arbitrary nor dismissive of local sensibilities [4, 5, 7, 9, 16, 17] . Seeking the public's counsel-including that of marginalized, underrepresented groups-on potential policy directions can foster greater trust in authorities, strengthen legitimacy of decisions, and enable successful implementation [7] [8] [9] [15] [16] [17] . Informing the public in advance about pandemic risk as well as individual and collective ways to manage it can generate a populace who is better equipped to exercise responsibility for community well-being [7, 15, 16] .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[4,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "5,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 364,
                    "end": 366,
                    "text": "7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 367,
                    "end": 369,
                    "text": "9,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "16,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 374,
                    "end": 377,
                    "text": "17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 610,
                    "end": 613,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 614,
                    "end": 617,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 632,
                    "end": 636,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 845,
                    "end": 848,
                    "text": "[7,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 849,
                    "end": 852,
                    "text": "15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "16]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Producing and Practicing a Culturally Competent Allocation Policy"
        },
        {
            "text": "A majority of public engagement exercises convened in the United States around pandemic influenza, including those held in Maryland and Texas by the study team, have worked to embody the principles of transparency and inclusivity. They have done so primarily by involving participants who represent the jurisdiction's larger, heterogeneous population (Multimedia Appendix 1). This sampling approach lends greater credibility to claims of a democratic process, that is, genuinely including the people's voice in policy discussions. Moreover, most pandemic-related public engagement initiatives have endeavored to discern prevailing community values for policy makers to consider. From Maryland to Texas, areas of agreement abound both on an allocation framework's substance (eg, \"survive current illness\" and \"live longer\" as the most acceptable principles) and its implementation (eg, keep planning transparent, apply framework consistently) [37] [38] [39] .",
            "cite_spans": [
                {
                    "start": 942,
                    "end": 946,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 947,
                    "end": 951,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 952,
                    "end": 956,
                    "text": "[39]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Producing and Practicing a Culturally Competent Allocation Policy"
        },
        {
            "text": "At the same time, public deliberation forums have also revealed instances of divergent thinking; although this has been a lesser analytic focus for most other conveners (Multimedia Appendix 1). Holding 15 public engagement forums across Maryland, the study team heard residents speak about fairness in concrete, local, place-based terms, not in the abstract [37, 38] . Residents of historically underserved Baltimore city neighborhoods worried about being passed over again; citizens of outlying, rural districts feared that city dwellers would get a disproportionate share of ventilators, just like state revenues. Cognizant of these concerns, state and local health authorities can communicate before, during, and after an emergency about ventilator allocation with greater empathy and in terms that are salient for specific communities.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "[37,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Producing and Practicing a Culturally Competent Allocation Policy"
        },
        {
            "text": "Contrasting the Maryland and Central Texas forums demonstrates another kind of difference: US regional and ethnic cultures that can affect the development, implementation, and communication of an ethical allocation framework. Foreseeing such an issue, the CDC's pandemic ethical guidelines advise striking the right balance between centralized decision making at the federal level and implementation at state and community levels where local situations and sensitivities can be better assessed and addressed [9] . Familismo has greater relevance in the southwestern United States than in northern, midwestern states where few Hispanics reside. In a state with many Mexican heritage residents and a wider regional and cultural emphasis on family, Texas health authorities may find themselves having to weigh family as a prioritization principle more heavily than peers in other US regions. Another public engagement exercise that oversampled for Spanish speakers found, for instance, that Hispanics prioritized children and pregnant women at much higher rates than non-Hispanics [31] . In addition, the varying religious compositions of US regions may shape the ethical principles that matter most to local communities in relation to allocation matters. Christianity, for instance, represents 59% of the religious composition of adults in New York City, in contrast to 77% in Texas [64] .",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 511,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1381,
                    "end": 1385,
                    "text": "[64]",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Producing and Practicing a Culturally Competent Allocation Policy"
        },
        {
            "text": "Familismo also has implications for framework implementation and communication. If a state like Texas develops a framework to standardize allocation decisions, then community-level health authorities and clinicians could localize how it is procedurally administered and conveyed to the wider community. This could help create a more culturally competent approach to scarce resource allocation. In respecting familismo, for instance, health facilities could adopt communication strategies that strengthen cross-cultural competency among critical care staff [65] . Moreover, health facilities could establish a process that gives family members a chance to confer among themselves when the patient no longer benefits from mechanical ventilation and withdrawal is called for. The emphasis within the familismo value system upon the collective and duty to the whole also provides a salient moral frame through which local authorities could communicate effectively about the need for developing and applying an allocation framework, and the importance of taking proactive measures that would help delay the implementation of an allocation framework in the first place, such as strengthening medical surge capacity.",
            "cite_spans": [
                {
                    "start": 556,
                    "end": 560,
                    "text": "[65]",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Producing and Practicing a Culturally Competent Allocation Policy"
        },
        {
            "text": "Claims regarding Central Texas regional culture are limited by a small sample size and a bias toward an urban population with a high percentage of persons of Mexican origin. In this segment of Texas, cultural geographers recognize a convergence of four distinct cultural identities: the Anglos of Southern tradition, the Catholics of strong European heritage, the Hispanos, and the African Americans [62] . Due to financial constraints we were not able to employ random sampling. That small groups of participants may not capture broader community interests and views is a frequent critique of deliberative methods [66] . The sample may not represent the region's four cultural streams, but intragroup diversity (Table 1 ) and the Maryland contrast nonetheless facilitated a limited investigation of sameness and difference. The time required to attend the deliberative sessions (7 hours) may also have introduced nonparticipation bias.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 404,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 615,
                    "end": 619,
                    "text": "[66]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [
                {
                    "start": 712,
                    "end": 720,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Limitations"
        },
        {
            "text": "Ethicists working on pandemic influenza have proposed that procedural ethics-namely, bringing together diverse communities to weigh in on a policy decision that may affect them so that authorities fairly consider their views and needs-are an important means to respect cultural differences while advancing the common good of stronger preparedness and response systems [14] . Conveners of pandemic-related public engagement exercises in the United States have similarly advocated the benefits of transparency and inclusivity in the development of an ethical framework to guide the allocation of finite medical resources such as mechanical ventilators during a public health catastrophe (Multimedia Appendix 1). The Maryland and Central Texas comparison that reveals familismo as a distinctive regional and ethnic core value, moreover, demonstrates that public engagement efforts can ultimately enhance the cultural competence of an ethical allocation framework's development, implementation, and communication [52, 53] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 372,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[52,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Pandemic influenza planning, United States",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iskander",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Strikas",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Gensheimer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Redd",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Emerg Infect Dis",
            "volume": "19",
            "issn": "6",
            "pages": "879--885",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1906.121478"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The securitisation of pandemic influenza: framing, security and public policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kamradt-Scott",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcinnes",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Glob Public Health",
            "volume": "7",
            "issn": "2",
            "pages": "95--110",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2012.725752"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemic influenza: public health preparedness for the next global health emergency",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Law Med Ethics",
            "volume": "32",
            "issn": "4",
            "pages": "565--573",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1748-720x.2004.tb01962.x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stand on guard for thee: ethical considerations in preparedness planning for pandemic influenza URL",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "WHO; 2005. WHO checklist for influenza pandemic preparedness planning URL",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ethical and Legal Considerations in Mitigating Pandemic Disease: Workshop Summary",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lemon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamburg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sparling",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Choffnes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Pandemic influenza: ethics, law, and the public's health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "O"
                    ],
                    "last": "Gostin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Berkman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Admin L Rev",
            "volume": "59",
            "issn": "",
            "pages": "121--156",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Ethical guidelines in pandemic influenza: recommendations of the Ethics Subcommittee of the Advisory Committee of the Director",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kinlaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "185--192",
            "other_ids": {
                "DOI": [
                    "10.1097/dmp.0b013e3181ac194f"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Allocating scarce resources in a pandemic: ethical and public policy dimensions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Strosberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AMA J Ethics",
            "volume": "8",
            "issn": "4",
            "pages": "241--244",
            "other_ids": {
                "DOI": [
                    "10.1001/virtualmentor.2006.8.4.pfor3-0604"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The College of Physicians of Philadelphia. The history of vaccines: vaccines for pandemic threats",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Antivirals for pandemic influenza guidance on developing a distribution and dispensing program",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "HHS pandemic influenza plan URL",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Key ethical issues discussed at CDC-sponsored international, regional meetings to explore cultural perspectives and contexts on pandemic influenza preparedness and response",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lor",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Ortmann",
                    "suffix": ""
                },
                {
                    "first": "Herrera",
                    "middle": [],
                    "last": "Guibert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Health Policy Manag",
            "volume": "5",
            "issn": "11",
            "pages": "653--662",
            "other_ids": {
                "DOI": [
                    "10.15171/ijhpm.2016.55"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Bellagio Statement of Principles and Checklists for Pandemic Influenza Preparedness and Response Plans",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Amon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Bond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Brahmbhatt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The Bellagio Meeting on Social Justice and Influenza",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization. Ethical Considerations in Developing a Public Health Response to Pandemic Influenza",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Getting through together: ethical values for a pandemic URL",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Eleventh Futures Forum: on the ethical governance of pandemic influenza preparedness",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jakubowski",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eleventh Futures Forum",
            "volume": "",
            "issn": "",
            "pages": "28--29",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Case abstracts of a multi-year, multi-project public engagement initiative to better inform governmental health policy decisions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bernier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wills-Toker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Particip Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Altered standards of care during an influenza pandemic: identifying ethical, legal, and practical principles to guide decision making",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cadigan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biddinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Condon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "132--140",
            "other_ids": {
                "DOI": [
                    "10.1097/dmp.0b013e3181ac3dd2"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Evaluation of public engagement project on pandemic influenza vaccine prioritization -phase I evaluation of public and stakeholder input URL",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The public engagement project on community control measures for pandemic influenza findings and recommendations from citizen and stakeholder deliberation days URL",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Ethical considerations in pandemic influenza planning",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Vawter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Prehn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Debruin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Gervais",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Minn Med",
            "volume": "91",
            "issn": "4",
            "pages": "37--39",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Minnesota pandemic ethics project: sequenced, robust public engagement processes",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Vawter",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Gervais",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Prehn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Debruin",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Participat Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "For the good of us all: ethically rationing health resources in Minnesota in a severe influenza pandemic URL",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Vawter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Garrett",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Gervais",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Prehn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Debruin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Tauer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Evaluation of public engagement demonstration projects for pandemic influenza URL",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Resource Allocation in Public Health Practice dissertation",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Baum",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Listen to the people\": public deliberation about social distancing measures in a pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Baum",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jacobson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goold",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Bioeth",
            "volume": "9",
            "issn": "11",
            "pages": "4--14",
            "other_ids": {
                "DOI": [
                    "10.1080/15265160903197531"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Health care decisions in disasters: engaging the public on medical service prioritization during a severe influenza pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li-Vollmer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Participat Med",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Public engagement project on medical service prioritization during an influenza pandemic internet URL",
            "authors": [],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Susan Podziba & Associates and the Center for Public Health Practice at The Ohio State University's College of Public Health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Podziba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pearsol",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The public engagement project on the H1N1 pandemic influenza vaccination program",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Keystone",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The Harris County public engagement project on pandemic influenza",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Public Engagement on Facilitating Access to Antiviral Medications and Information in an Influenza Pandemic: Workshop Series Summary",
            "authors": [],
            "year": 2012,
            "venue": "Ventilator Allocation Guidelines URL",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Scarce resource allocation during disasters: a mixed-method community engagement study",
            "authors": [
                {
                    "first": "Eld",
                    "middle": [],
                    "last": "Biddison",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Gwon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schoch-Spana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Regenberg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Juliano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Faden",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chest",
            "volume": "153",
            "issn": "1",
            "pages": "187--195",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2017.08.001"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The community speaks: understanding ethical values in allocation of scarce lifesaving resources during disasters",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Daugherty Biddison",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gwon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schoch-Spana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cavalier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annals ATS",
            "volume": "11",
            "issn": "5",
            "pages": "777--783",
            "other_ids": {
                "DOI": [
                    "10.1513/annalsats.201310-379oc"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Too many patients…a framework to guide statewide allocation of scarce mechanical ventilation during disasters",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Daugherty Biddison",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Faden",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Gwon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Mareiniss",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Regenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schoch-Spana",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chest",
            "volume": "155",
            "issn": "4",
            "pages": "848--854",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2018.09.025"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Chicago Healthcare System Coalition for Preparedness and Response",
            "authors": [],
            "year": null,
            "venue": "Crisis standards of care planning URL",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Public engagement on ethical principles in allocating scarce resources during an influenza pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Rosychuk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Marrie",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yonge",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lake",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Vaccine",
            "volume": "29",
            "issn": "17",
            "pages": "3111--3117",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2011.02.032"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Priority setting of ICU resources in an influenza pandemic: a qualitative study of the Canadian public's perspectives. BMC Public Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bensimon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahni",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Maunula",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-12-241"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Restrictive measures in an influenza pandemic: a qualitative study of public perspectives",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bensimon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Upshur",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Can J Public Health",
            "volume": "103",
            "issn": "5",
            "pages": "348--352",
            "other_ids": {
                "DOI": [
                    "10.1007/bf03404439"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Public perceptions of pandemic influenza resource allocation: a deliberative forum using Grid/Group analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Docter",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braunack-Mayer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Der Wilt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Public Health Policy",
            "volume": "32",
            "issn": "3",
            "pages": "350--366",
            "other_ids": {
                "DOI": [
                    "10.1057/jphp.2010.49"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Flu Views Team. Including the public in pandemic planning: a deliberative approach",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braunack-Mayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Givney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hiller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-10-501"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Flu Views Team. Pandemic influenza communication: views from a deliberative forum",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braunack-Mayer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Hiller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Expect",
            "volume": "12",
            "issn": "3",
            "pages": "331--342",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1369-7625.2009.00562.x"
                ]
            }
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "How to fairly allocate scarce medical resources: ethical argumentation under scrutiny by health professionals and lay people",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krütli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rosemann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Y"
                    ],
                    "last": "Törnblom",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smieszek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0159086"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "ethics and pandemic preparedness: the importance of cross-jurisdictional and cross-cultural perspectives",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Carney",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Aust N Z J Public Health",
            "volume": "34",
            "issn": "2",
            "pages": "106--112",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1753-6405.2010.00492.x"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Pandemic influenza containment and the cultural and social context of Indigenous communities. Rural Remote Health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Massey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Durrheim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Speare",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saggers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eastwood",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.22605/rrh1179"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Australian Aboriginal and Torres Strait Islander communities and the development of pandemic influenza containment strategies: community voices and community control",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Massey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saggers",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Durrheim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Speare",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Policy",
            "volume": "103",
            "issn": "2-3",
            "pages": "184--190",
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthpol.2011.07.004"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Planning for and responding to pandemic influenza emergencies: it's time to listen to, prioritize and privilege Aboriginal perspectives",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Crooks",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Massey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Western Pac Surveill Response J",
            "volume": "9",
            "issn": "5",
            "pages": "5--7",
            "other_ids": {
                "DOI": [
                    "10.5365/wpsar.2018.9.5.005"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A community-based participatory approach and engagement process creates culturally appropriate and community informed pandemic plans after the 2009 H1N1 influenza pandemic: remote and isolated First Nations communities of sub-arctic Ontario, Canada. BMC Public Health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Charania",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tsuji",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-12-268"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Pandemic influenza preparedness and vulnerable populations in tribal communities",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Groom",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Jim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Laroque",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mclaughlin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Neel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Public Health",
            "volume": "99",
            "issn": "S2",
            "pages": "271--278",
            "other_ids": {
                "DOI": [
                    "10.2105/ajph.2008.157453"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Upshur R. Public engagement on social distancing in a pandemic: a Canadian perspective",
            "authors": [],
            "year": 2009,
            "venue": "Am J Bioeth",
            "volume": "9",
            "issn": "11",
            "pages": "15--17",
            "other_ids": {
                "DOI": [
                    "10.1080/15265160903197598"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Shaping ethical guidelines for an influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Public Health Policy And Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Dunkirk spirit:\" differences between United Kingdom and United States responses to pandemic influenza",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sorell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Draper",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Damery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ives",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Bioeth",
            "volume": "9",
            "issn": "11",
            "pages": "21--22",
            "other_ids": {
                "DOI": [
                    "10.1080/15265160903197648"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Approaching Deliberative Democracy: Theory and Practice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cavalier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Which public and why deliberate?--A scoping review of public deliberation in public health and health policy research",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Degeling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rychetnik",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Sci Med",
            "volume": "131",
            "issn": "",
            "pages": "114--121",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2015.03.009"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Diversity within Latino families: new lessons for family social science",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skolnick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Skolnick",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Family In Transition",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "An anthropology of familismo: on narratives and description of Mexican/immigrants",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Smith-Morris",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morales-Campos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hispanic Journal of Behavioral Sciences",
            "volume": "35",
            "issn": "1",
            "pages": "35--60",
            "other_ids": {
                "DOI": [
                    "10.1177/0739986312459508"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Cultural diversity at the end of life: issues and guidelines for family physicians",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Searight",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gafford",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am Fam Physician",
            "volume": "71",
            "issn": "3",
            "pages": "515--522",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Imperial Texas: An Interpretive Essay In Cultural Geography",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meinig",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Negotiating the coresearcher mandate -service users' experiences of doing collaborative research on mental health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moltu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stefansen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Svisdahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Veseth",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Disabil Rehabil",
            "volume": "34",
            "issn": "19",
            "pages": "1608--1616",
            "other_ids": {
                "DOI": [
                    "10.3109/09638288.2012.656792"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "America's changing religious landscape",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pew Research",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Supportive care: communication strategies to improve cultural competence in shared decision making",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Bekker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Davison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koffman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "11",
            "issn": "10",
            "pages": "1902--1908",
            "other_ids": {
                "DOI": [
                    "10.2215/CJN.13661215"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "In: The Hastings Center Guidelines For Decisions On Life-sustaining Treatment And Care Near The End Of Life: Revised And Expanded Second Edition",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Berlinger",
                    "suffix": ""
                },
                {
                    "first": "Jennings",
                    "middle": [
                        "B"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Wolf",
                    "middle": [
                        "S"
                    ],
                    "last": "Introduction",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "ICU: intensive care unit WHO: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "20; peer-reviewed by C Calyx",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Daugherty-Biddison EL Influence of Community and Culture in the Ethical Allocation of Scarce Medical Resources in a Pandemic Situation: Deliberative Democracy Study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schoch-Spana",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "K"
                    ],
                    "last": "Brunson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gwon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Regenberg",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Toner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Participat Med",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/18272"
                ]
            }
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work, first published in Journal of Participatory Medicine, is properly cited. The complete bibliographic information",
            "authors": [
                {
                    "first": "Emily",
                    "middle": [
                        "K"
                    ],
                    "last": "Schoch-Spana",
                    "suffix": ""
                },
                {
                    "first": "Howard",
                    "middle": [],
                    "last": "Brunson",
                    "suffix": ""
                },
                {
                    "first": "Alan",
                    "middle": [],
                    "last": "Gwon",
                    "suffix": ""
                },
                {
                    "first": "Eric",
                    "middle": [
                        "S"
                    ],
                    "last": "Regenberg",
                    "suffix": ""
                },
                {
                    "first": "Elizabeth",
                    "middle": [
                        "L"
                    ],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Daugherty-Biddison",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Originally published in Journal of Participatory Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "was echoed by another member of this group who stated: In San Antonio, it's not what the patient wants it's what the family has to say. They make decisions together. [Participant SA 5-3]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Proportion of responses for how often each principle should be used in making allocation decisions across all respondents, with Texas/",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Characteristics of community forum participants convened in Central Texas, March 10-11, 2018.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "If a doctor is affiliated with a company, they will just do what the company tells them to do rather than do what he truly thinks would be appropriate, and that just does not seem fair to me. Unfortunately, many of us laypeople just don't have the knowledge needed to know how to react to such situations... [Participant SA 4-2]",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "On a moral and religious aspect we'd be leaving everything to luck. Like, are you going to leave life to luck? Are we going to play bingo with my life? [Participant SA 1-6]",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "It doesn't sound as natural. I guess 'cause you're already hooked up.... Morally I think of God's plan to how things should work out. It just... it's different. [Participant CO-2]Doctors frequently were identified as trusted arbiters in the difficult decision to remove a ventilator.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The Texas arm of this study was supported by the Open Philanthropy Project through grant #165410 to the Johns Hopkins Center for Health Security. The Maryland arm of the study was funded by the Maryland Department of Health and Human Services through the Hospital Preparedness Program.We thank Dr Jacqueline Toner for her help facilitating the health professional discussion group in San Antonio and for her help training note takers, as well as anthropology students from Texas State University for their assistance in collecting data during the forums. We are also grateful to forum participants for sharing their reflections and their recommendations on an ethically complex topic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "All authors of this study were involved in the conceptualization of the project, the collection of study data, and the writing of this report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' Contributions"
        },
        {
            "text": "None declared. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ]
}