{
    "paper_id": "21c1fb315716ec1e3930c51350ef05c922a05fac",
    "metadata": {
        "title": "Outcome of Oncology Patients Infected With Coronavirus Licensed under the Creative Commons Attribution 4.0 License",
        "authors": [
            {
                "first": "Abdul-Rahman",
                "middle": [],
                "last": "Jazieh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Thamer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "H",
                "middle": [],
                "last": "Alenazi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ayman",
                "middle": [],
                "last": "Alhejazi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Faisal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "Safi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ashwaq",
                "middle": [],
                "last": "Al Olayan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "PURPOSE This study investigated the features of oncology patients with confirmed Middle East respiratory syndrome (MERS) at the Ministry of National Guard Health Affairs-Riyadh during the outbreak of June 2015 to determine the clinical course and outcome of affected patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "METHODS The patients' demographic information, cancer history, treatment pattern, information about MERScoronavirus (CoV) infection, history of travel, clinical symptoms, test results, and outcome were collected and analyzed as part of a quality improvement project to improve the care and safety of our patients. Only patients with confirmed infection were included.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A total of 19 patients were identified, with a median age of 66 years (range, 16-88 years), and 12 patients (63%) were males. The most common underlying disease was hematologic malignancies (47.4%), followed by colorectal cancer (21%) and lung cancer (15.8%). Hypertension and diabetes mellitus were the most common comorbidities (57.9% and 52.6%, respectively). Infection was diagnosed by nasopharyngeal swab in all patients. All patients contracted the infection during their hospitalization for other reasons. Sixteen patients (80%) were admitted to the intensive care unit; 13 patients (81%) had acute respiratory distress syndrome, 11 were intubated (68.75%), 9 had acute renal injury (56.25%), and 3 required dialysis (18.75%). Only 3 patients (15.8%) with early-stage cancers survived. Patients with hematologic malignancies and advanced solid tumors had a 100% case fatality rate. The majority of the causes of death were due to multi-organ failure and septic shock.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "CONCLUSION MERS-CoV infection resulted in a high case fatality rate in patients with malignancy. Therefore, it is critical to implement effective primary preventive measures to avoid exposure of patients with cancer to the virus. JCO Global Oncol 6:471-475.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Since the isolation of the novel coronavirus (CoV), Middle East respiratory syndrome (MERS)-CoV, in Saudi Arabia in 2012, 1 multiple outbreaks of this virus have occurred inside and outside of the Kingdom, including reports of infection from at least 27 countries. 2 The MERS-CoV outbreak occurred in Riyadh in June 2015 and led to the closure of the Ministry of National Guards Health Affairs Hospital. 3 The outbreak affected many patients and health care workers, and required a systematic approach to successfully contain the outbreak and resume full organizational services. 3, 4 Patients with cancer are usually susceptible to infectious diseases, and it is known that infections are a leading cause of death among this patient population. There are multiple causes for this vulnerability of patients with cancer related mainly to 3 factors: the underlying disease, cancer-directed treatment, and underlying comorbidities. The underlying malignancy may result in a weakened immune system due to the negative effect on immune cells, affecting their quantity or quality, as is the case in leukemia or lymphoma. Cancer therapy itself, whether it is surgery, radiotherapy, or chemotherapy, disturbs the immune system in various ways and results in an increased risk of infection. Patients with cancer are likely to have other comorbidities, whether due to age or exposure to cancer risk factors, such as smoking, obesity, and other lifestyle choices. Chronic diseases and comorbidities were identified previously as risk factors for MERS-CoV mortality. 5, 6 All these factors lead to the predisposition of patients with cancer to a high risk of acquiring infectious diseases with a worse outcome than patients without cancer. 7 In 2015, our oncology patients were affected by the MERS-CoV outbreak and, sadly, many of them died. The outcome of oncology patients affected by MERS-CoV infection was not reported independently from other chronic diseases. In this article, we describe the characteristics and outcome of all oncology patients infected with the virus at our institution during that outbreak.",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 266,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 404,
                    "end": 405,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 580,
                    "end": 582,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 583,
                    "end": 584,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1555,
                    "end": 1557,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1558,
                    "end": 1559,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1728,
                    "end": 1729,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We performed a retrospective review of the medical records of eligible patients to retrieve the following variables: patients' demographics, cancer history, treatment pattern, information about MERS-CoV infection, history of travel, clinical symptoms, test results, and survival status. All oncology patients with a laboratory-confirmed MERS-CoV infection between June 1, 2015, and September 30, 2015, were included in the analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Design"
        },
        {
            "text": "Descriptive statistics were used to analyze demographic and disease characteristics, presentation, treatment, use of health care resources, and survival status. Overall survival (OS) was determined from the onset of symptoms to the date of death from any cause or loss to follow-up. Patients who were still alive at the time of the analysis were censored at the date of last contact. The Kaplan-Meier method was used to estimate OS and 95% CIs for the median time of OS. Inferential analysis was performed by applying univariable analysis to examine the association between survival status and patient demographic and clinical characteristics. The χ 2 test was used to compare proportions of nominal categorical variables, and the t test was used for continuous variables. P values , .05 were considered significant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Plan and Data Management"
        },
        {
            "text": "A total of 130 patients were infected with MERS-CoV at our hospital; 43 were health care workers. 4 Nineteen patients with a confirmed cancer diagnosis were identified and are included in this report. Patients' characteristics are described in Table 1 . The majority of patients were males, with median age of 66 years; approximately half of the patients had a hematologic malignancy. The majority of solid tumor malignancies were at an advanced stage, and 79% of the patients had other comorbidities. Almost one third of the patients were receiving active treatment, and 90% had active disease at the time of infection (Table 1) . Dyspnea was the most common symptom, followed by fever and cough. GI symptoms, such as diarrhea and vomiting, were the main symptoms outside the respiratory system ( Table 2) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 99,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 244,
                    "end": 251,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 620,
                    "end": 629,
                    "text": "(Table 1)",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 798,
                    "end": 806,
                    "text": "Table 2)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Sixteen patients (80%) were admitted to the intensive care unit (ICU); 13 patients (81%) had acute respiratory distress syndrome, 11 were intubated (68.75%), 9 had acute renal injury (56.25%), and 3 required dialysis (18.75%; Table 3 ). After comparing patients undergoing cancer treatment versus those with nonactive treatment, no significant differences were identified between the 2 groups with respect to ICU admission or the patients' outcomes. Sixteen patients died as a result of their disease, with multi-organ failure and sepsis being the most common causes of death ( Table 4 ). The median time from the onset of respiratory symptoms to ICU admission was 14 days, and median survival from the onset of symptoms was 26 days. Only 3 patients survived.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 233,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 578,
                    "end": 585,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Univariable analysis showed significant association between survival status and stage of cancer (P = .001). Late stage and hematologic malignancies were predominant factors in patients who died; active disease was significantly associated with a high fatality rate (P = .018; Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "text": "Table 5",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "Our study revealed a high fatality rate (84%) for patients with cancer infected with MERS-CoV, reaching 100% in patients with hematologic malignancies and advancedstage solid tumors. This is more than double the risk compared with the death rate among other patients (39%) at our hospital or what was reported in the literature (in the range of 35%). 4, 8 Although there is no reported mortality rate in only oncology patients, a Korean study revealed a death rate of 64% in patients with chronic comorbidities, including cancer. 9 This high fatality rate can be explained by the nature of the underlying disease and other",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 353,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 354,
                    "end": 355,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 530,
                    "end": 531,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "To describe the outcome of oncology patients with confirmed MERS-CoV infection in 2015 outbreak in Saudi Arabia. Knowledge Generated During the outbreak, 19 oncology patients had confirmed infection with the virus. Only three patient (15.8%) survived the illness. This case fatality rate (CFR) is more than double the CFR of nononcology patients. The CFR reached 100% in patients with advanced cancer and hematological malignancies. Relevance Extra precautions should be taken to protect patients with cancer from exposure to infectious pathogens during outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTEXT Key Objective"
        },
        {
            "text": "Primary prevention such as vaccine is direly needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTEXT Key Objective"
        },
        {
            "text": "comorbidities. 10, 11 The significance of our findings dictates the need to implement extra precaution measures to ensure that these vulnerable patients are not exposed to the virus.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 18,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 19,
                    "end": 21,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "CONTEXT Key Objective"
        },
        {
            "text": "An important factor to note in the patient population studied is that less than one third of the patients initially presented with fever. This fraction is considered small when compared with previously reported studies conducted in Saudi Arabia between 2012 and 2013 (98%), 11 in Al-Hasa (87%), 12 in Makkah (63%), 13 and in Riyadh (61%). 14 Most of these studies reported 0%-8% malignant disease as one of the comorbidities in the study populations. This finding identifies that fever is a not a reliable symptom for the suspicion of MERS-CoV infection in patients with cancer.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 315,
                    "end": 317,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 339,
                    "end": 341,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "CONTEXT Key Objective"
        },
        {
            "text": "A previous predictor of age . 65 years in the previous MERS-CoV outbreak from 2012-2014 11 was not found to be a significant variable in our study population. Among patients with cancer, advanced-stage and hematologic malignancies appear to be associated with a 100% case fatality rate, because all the survivors had early-stage solid tumors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTEXT Key Objective"
        },
        {
            "text": "The limitation of our study is the small number of patients and the retrospective nature of the study design. Our study does not account for any asymptomatic undiagnosed infection that the patient may have recovered from or any patients who died without a confirmed diagnosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTEXT Key Objective"
        },
        {
            "text": "It is prudent to ensure that all possible precautionary measures be implemented to protect oncology patients from being ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTEXT Key Objective"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome (MERS-CoV): WHO MERS-CoV global summary and risk assessment",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "WHO: Summary of current situation, literature update and risk assessment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Description of a hospital outbreak of Middle East respiratory syndrome in a large tertiary care hospital in Saudi Arabia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Alenazi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Alshamrani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "37",
            "issn": "",
            "pages": "1147--1155",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevalence of comorbidities in the Middle East respiratory syndrome coronavirus (MERS-CoV): A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Badawi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Ryoo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "129--133",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Comparative analysis of eleven healthcare-associated outbreaks of Middle East respiratory syndrome coronavirus (MERS-CoV) from",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bernard-Stoecklin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nikolay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Rep",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Respiratory virus infection in immunocompromised patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ljungman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gleaves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Bone Marrow Transplant",
            "volume": "4",
            "issn": "",
            "pages": "35--40",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: Epidemiology, pathogenesis and clinical characteristics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nassar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bakhrebah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Meo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Rev Med Pharmacol Sci",
            "volume": "22",
            "issn": "",
            "pages": "4956--4961",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mortality risk factors for Middle East respiratory syndrome outbreak, South Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kluberg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Mekaru",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Emerg Infect Dis",
            "volume": "21",
            "issn": "",
            "pages": "2088--2090",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Risk factors for severity and mortality in patients with MERS-CoV: Analysis of publicly available data from Saudi Arabia",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Banik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Alqahtani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Virol Sin",
            "volume": "31",
            "issn": "",
            "pages": "81--84",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Epidemiological, demographic, and clinical characteristics of 47 cases of Middle East respiratory syndrome coronavirus disease from Saudi Arabia: A descriptive study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Tawfiq",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Rabeeah",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "752--761",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Hospital outbreak of Middle East respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Assiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcgeer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Perl",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "369",
            "issn": "",
            "pages": "407--416",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Descriptive epidemiology and characteristics of confirmed cases of Middle East respiratory syndrome coronavirus infection in the Makkah Region of Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Noorwali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Turkistani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Asiri",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Saudi Med",
            "volume": "35",
            "issn": "",
            "pages": "203--209",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Clinical aspects and outcomes of 70 patients with Middle East respiratory syndrome coronavirus infection: A single-center experience in Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Omrani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Baig",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "301--306",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Major Symptoms of MERS-CoV Infection",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Management of MERS-CoV-Infected Patients",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Demographic and Clinical CharacteristicsOsteosarcoma, adenocarcinoma of endometrium, skin squamous cell carcinoma.Rheumatoid arthritis, myelofibrosis, osteoporosis, chronic obstructive pulmonary disease, hypothyroidism.Outcome of Oncology Patients Infected With Coronavirus exposed to MERS-CoV; developing additional protective measures, such as a vaccine, is important to prevent infection in this vulnerable population.12 Developing effective antiviral treatment will help in saving the lives of affected patients.MERS-CoV is associated with an extremely high fatality rate among patients with cancer. Fever may not be a reliable indicator of MERS-CoV infection in this population. Better preventive and therapeutic measures are urgently needed.10,11,14",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Patient Outcomes (N = 19)Abbreviations: ARDS, acute respiratory distress syndrome; ICU, intensive care unit; max, maximum; min, minimum.Severe metabolic acidosis, no code (kidney injury), severe community-acquired pneumonia.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Characteristics of Patients Who Survived (n = 3) NOTE. All 3 patients were not receiving any active treatment. Abbreviation: max, maximum; min, minimum.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank Myer Lawrence, RN, MSC Clin Oncology, OCN, and Marie Gretchen Datario as Administrative Assistants for this article and Nagham Sheblaq and Yosra Ali for their help in data collection and analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENT"
        },
        {
            "text": "The following represents disclosure information provided by authors of this manuscript. All relationships are considered compensated unless otherwise noted. Relationships are self-held unless noted. I = Immediate Family Member, Inst = My Institution. Relationships may not relate to the subject matter of this manuscript. For more information about ASCO's conflict of interest policy, please refer to www.asco.org/rwc or ascopubs. org/go/site/misc/authors.html. Open Payments is a public database containing information reported by companies about payments made to US-licensed physicians (Open Payments). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST"
        }
    ]
}