{
    "paper_id": "24a61244c69f09bc9392bbbb4a97e881ee68dc5e",
    "metadata": {
        "title": "Cell Discovery Rapid detection of African swine fever virus using Cas12a-based portable paper diagnostics",
        "authors": [
            {
                "first": "Shuhan",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Qiubing",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Junyi",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xinlin",
                "middle": [],
                "last": "Lei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ying",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dongming",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhigao",
                "middle": [],
                "last": "Bu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "African swine fever virus (ASFV) is a dsDNA virus responsible for a severe, highly contagious, and lethal disease affecting both domestic and wild pigs. ASFV has brought enormous economic loss to a number of countries, and effective vaccine and therapy are still lacking. Therefore, a rapid, sensitive, and field-deployable detection of ASFV is important for disease surveillance and control. Herein, we developed a Cas12a-mediated portable paper assay to rapidly and precisely detect ASFV. We identified a robust set of crRNAs that recognized the highly conserved region of essential ASFV genes. The Cas12a-mediated detection assay showed low tolerance for mismatch mutations, and no cross-reactivity against other common swine pathogens. We further developed a paper-based assay to allow instrument-free detection of ASFV. Specifically, we applied gold nanoparticle-antibody conjugate to engineer homemade strips and combined it with Cas12a-mediated ASFV detection. This portable paper, instrument-free diagnostics, faithfully detected ASFV in swine samples, showing comparable sensitivity to the traditionally instrumentdependent qPCR method. Taking together, we developed a highly sensitive, instant, and economic Cas12a-mediated paper diagnostics of ASFV, with a great application potential for monitoring ASFV in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "African swine fever (ASF) is a highly contagious disease of swine that poses enormous economic losses due to its high mortality rate and rapid spread 1, 2 . ASF has spread into a number of countries in Africa, Europe, and Asia during the past decade, with the possibility of further expansion 1, 3 . The causative agent, ASF virus (ASFV), is a large double-stranded DNA virus belonging to the family Asfarviridae 2,4,5 . Due to the lack of vaccine and effective treatments against ASFV, disease control mainly relies on culling pigs 1, 4 . More than 30 million domestic pigs were culled in the past 2 years, and the number continues to increase 6 . Thus, rapid diagnosis of the ASFV-affected animal is crucial to prevent its broad expansion, and to reduce economic losses 7, 8 .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 153,
                    "end": 154,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 293,
                    "end": 295,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 296,
                    "end": 297,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 533,
                    "end": 535,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 536,
                    "end": 537,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 645,
                    "end": 646,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 772,
                    "end": 774,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 775,
                    "end": 776,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Existing ASFV detection methods recommended by World Organization for Animal Health (OIE) rely on virus isolation, antigen measurement by fluorescent antibody tests (FAT), or viral genome detection by polymerase chain reaction (PCR) 9, 10 . Although virus isolation is the gold standard to diagnose ASFV, this timeconsuming and complicated procedure is not applicable for real-time monitoring diseases 11 . Detection of ASFV antigen enables testing samples on a large scale, but it is not sensitive enough in detecting early-stage infection 8 . Both quantitative PCR (qPCR) and conventional PCR are fast and sensitive methods for detecting ASFV 9,11-13 . However, PCR methods require skilled operation and thermocyclers, making them less suitable for the field applications 14 . Isothermal amplification allows for easier operation and rapid amplification of DNA at a constant temperature independent of lab instruments 8,15-18 . However, nonspecific DNA amplification and high falsepositive rates remain a big concern 15 . Therefore, a specific, sensitive, rapid, and equipment-free assay is urgently demanded for monitoring ASFV in the field.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 235,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 236,
                    "end": 238,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 402,
                    "end": 404,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 541,
                    "end": 542,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 774,
                    "end": 776,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 920,
                    "end": 929,
                    "text": "8,15-18 .",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1021,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Clustered regularly interspaced short palindromic repeats (CRISPR)-CRISPR associated (Cas) systems recognize and cleave specific nucleic acid sequences (namely cis-cleavage) 19, 20 . Some Cas proteins, including Cas12a, Cas12b, Cas13a, and Cas14, exhibit noncanonical trans-cleavage activity (alternative name \"collateral effect\") [21] [22] [23] [24] . Upon activation via recognizing a specific target sequence, these proteins exhibited the collateral effect by cleaving nontarget sequences [21] [22] [23] [24] . Cas13a, an RNA-guided RNA endonuclease, gets activated via binding with sequence-specific RNA substrates. Activated Cas13a developed its nonspecific ribonuclease activity to degrade nearby single-stranded RNAs 23 . By combining the trans-cleavage activity of Cas13a with isothermal amplification and in vitro transcription of DNA to RNA, Cas13a-based platform enables detection of nucleic acid at attomolar sensitivity 25 . When engineered with lateral flow for visual readout, it can generate a portable, rapid, and sensitive detection platform 26, 27 . However, the in vitro transcription process is time-consuming, and the RNA probe used in the assay is unstable and expensive, limiting its broad applications. Cas12a, an RNA-guided DNA endonuclease, recognizes dsDNA, and upon activation, exhibits its nonspecific single stranded DNA (ssDNA) endonuclease activities 21, 28 . Combining the collateral effect of Cas12a with isothermal amplification and a fluorescence readout has created a rapid and specific detection platform 21 . Cas12abased detection assay is more straightforward than Cas13a, and its DNA probe is more stable and cost-effective. However, the fluorescence readout of Cas12a-based assay requires lab instruments. According to a recent report, the detection signal can be observed by naked eye under blue light 29 . This procedure is not suitable for detection in the field, as it requires a centrifuge, and its signal can be interfered in biological samples.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "19,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 724,
                    "end": 726,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 933,
                    "end": 935,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1060,
                    "end": 1063,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1064,
                    "end": 1066,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1384,
                    "end": 1387,
                    "text": "21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1388,
                    "end": 1390,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1846,
                    "end": 1848,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we developed to rapidly detect ASFV with high specificity and sensitivity by integrating Cas12a-based detection and gold nanoparticle-based lateral flow strip (named as Cas-gold). We compared it with the qPCR method using samples taken from ASFV-infected swine. The detection limit of two assays is comparable, and the test results of all samples are consistent. Our data indicate that Cas-gold is a useful method to monitor ASFV in the field.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Select robust crRNA against the conservative regions of ASFV The crRNA design has played an essential role in the sensitivity of Cas12a-based viral detection [21] [22] [23] [24] . It is critical to establish a single crRNA strategy that monitors most ASFV subtypes via the CRISPR-based detection 9,11-13 . To achieve this goal, we designed six crRNAs by either targeting the conserved regions of polyprotein pp220 (briefly as pp220) or DNA polymerase gene (DNA Pol), both of which are essential to ASFV life cycle 2,5 (Supplementary Table S1 ). The ability to specifically cleave pp220 or DNA Pol double-stranded DNA (dsDNA) sequences by Cas12a-crRNA complex was demonstrated by in vitro cleavage activity assay (Supplementary Fig. S1 ). To confirm the trans-effect of Cas12a after target recognition, a ssDNA, FAM-Quencher reporter, was designed and synthesized (FAM-TTATT-Quencher, as ssDNA-FQ reporter). Upon ssDNA cleavage by Cas12a, the FAM signal is released and measured. The assay showed little background when the ssDNA-FQ reporter is intact (Supplementary Fig. S2a , b). When DNA Pol or pp220 dsDNA sequences were presented, the crRNA1-targeted DNA Pol and crRNA5-targeted pp220 outperformed other crRNAs in terms of fluorescence intensity and activity kinetics (Fig. 1a, b) . Therefore, crRNA1 targeting DNA Pol and crRNA5 targeting pp220 were selected for further experiments.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 541,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 727,
                    "end": 734,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1066,
                    "end": 1074,
                    "text": "Fig. S2a",
                    "ref_id": null
                },
                {
                    "start": 1272,
                    "end": 1284,
                    "text": "(Fig. 1a, b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "To determine the specificity of Cas12a-based fluorescence detection, we introduced a series of two-nucleotide mutations to the target DNA. Either the PAM or the DNA sequences complementary to the guide sequences of crRNA1 and crRNA5, respectively, were mutated. Compared with no dsDNA substrate control, little fluorescence signal was detected in mutated dsDNA when PAM or PAM-proximal sequences were changed (Fig. 2a, b) . Only mutations in the PAM-distal 19-20 nt for crRNA1 and crRNA5, and in the PAM-distal 17-18 group for crRNA5, showed substantial fluorescence signal (Fig. 2a,  b) , indicating the high specificity of Cas12a-based detection for ASFV sequences. To further investigate whether Cas12a-based fluorescence detection could tolerate point mutation, a series of 1-nt mutations were introduced into the target DNA. Consistent with the 2-nt mutation data, we observed a much reduced fluorescence signal in the point mutation of 17 nucleotides next to PAM, and the point mutation of the PAM-distal 18-20 still showed substantial fluorescence signal ( Supplementary Fig. S3a , b). However, we observed more than background fluorescence signals in several point-mutated sequences, suggesting that detection systems based on Cas12a may partially tolerate point mutation at certain positions. These data are consistent with a previous study, indicating that Cas12b-based nucleic acid detection platform partially tolerated point mutation 30 . We also detected the fluorescence signal of several 1-nt deletion or insertion sequences, and these sequences showed little fluorescence signal ( Supplementary Fig. S3c ).",
            "cite_spans": [
                {
                    "start": 1447,
                    "end": 1449,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 409,
                    "end": 421,
                    "text": "(Fig. 2a, b)",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 587,
                    "text": "(Fig. 2a,  b)",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1086,
                    "text": "Supplementary Fig. S3a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1598,
                    "end": 1620,
                    "text": "Supplementary Fig. S3c",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The specificity of Cas12a-mediated detection platform"
        },
        {
            "text": "To further determine the specificity of Cas12a-based detection of ASFV against other viruses, several common swine pathogens, including Pseudorabies virus (PRV), Porcine circovirus (PCV), Streptococcus suis (SS), Mycoplasma hyorhinis (MH), and Haemophilus parasuis (HPS), were propagated, and their genomic DNA was extracted for detection. Both DNA pol crRNA1 and pp220 crRNA5 showed a high and specific fluorescence signal against ASFV, whereas other pathogen viruses triggered few signals (Fig. 3a , b). Since it is possible that veterinary samples are contaminated by human viruses, we put the guide sequences of crRNA1 and crRNA5 in nucleotide BLAST, and analyzed the top comparison results. All viruses other than ASFV from the analysis showed less than 60% sequence similarity, suggesting low target sequence similarity of swine and human viruses (Supplementary Table S2 ). Together, these data demonstrated that the Cas12a/crRNA-based detection platform is specific for ASFV.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 499,
                    "text": "(Fig. 3a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 868,
                    "end": 876,
                    "text": "Table S2",
                    "ref_id": null
                }
            ],
            "section": "The specificity of Cas12a-mediated detection platform"
        },
        {
            "text": "To explore the veterinary potential of the detection platform, we extracted DNA from blood and anal swabs of ASFV-infected pigs. The crRNA recognition sequences were enriched via PCR, and were then incubated with Cas12a/crRNA complex in the presence of the ssDNA-FQ reporter. The presence of ASFV was first determined by qPCR, which is widely adopted to detect ASFV in the laboratory. As shown in Fig. 4a -d, all positive samples, including blood samples (blood samples 1-5) and swab samples (swab sample 1), showed a strong fluorescence signal by using crRNA1 or crRNA5; all negative samples (blood samples 6-8 and swab samples 2 and 3) showed no difference compared with negative control (no dsDNA). The high detection accuracy suggests that Cas12a-based detection of ASFV is viable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "text": "Fig. 4a",
                    "ref_id": null
                }
            ],
            "section": "Cas12a-mediated fluorescence detection of veterinary samples"
        },
        {
            "text": "One biggest disadvantage of fluorescence-based detection is the requirement of special lab equipment, which is not available to farmers. Given the rapid spread and highly contagious characteristics of ASFV, it is crucial to develop a real-time detection method that can monitor ASFV in the field, and be operated by farmers. We combined recombinase polymerase amplification (RPA) Fig. 2 The mismatch mutation tolerance of Cas12a-based detection system. Fluorescence detection using crRNA-targeting perfect match (WT) or mutated dsDNA. The crRNA1 (a) and crRNA5 (b) targeting sequences were mutated, respectively. a The PAM (TTTG→AGCG) and PAM-proximal 1-20-nt sequences were mutated, respectively. b The PAM (TTTA→AGCA) and PAM-proximal 1-20-nt sequences were mutated, respectively. Error bars represent mean ± SD, n = 3.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 386,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "RPA and lateral flow detection"
        },
        {
            "text": "technique and the lateral flow detection technique to replace the instrument-dependent PCR amplification technology and fluorescence detection method. RPA allows rapid amplification independent of the instrument, whereas the lateral flow detection allows visual readout of test results. We optimized the primers of RPA to make it robust (Supplementary Table S3 ). The lateral flow detection technique was described as the following. Au nanoparticles conjugated with an anti-FITC antibody were on the binding pad. The streptavidin and IgG were fixed on the NC membrane, as a control line to specifically bind biotin, and test line to specifically bind an anti-FITC antibody, respectively. The FAM-Biotin ssDNA reporter specifically bound to Au nanoparticles to form a complex because FAM can be recognized by the anti-FITC antibody on the Au nanoparticles. When ssDNA was not degraded by Cas12a, this complex bound to streptavidin at the control line. On the contrary, when ssDNA was degraded to cause Biotin release from the complex, the complex could pass through the control line, Fig. 4 Cas12a-based fluorescence detection of veterinary samples. Genomic DNA was extracted from swine blood or anal swab. Blood samples 1-5 or 6-8 were determined by qPCR as positive or negative of ASFV, respectively. Anal swab samples 1 or 2-3 were determined by qPCR as positive or negative of ASFV, respectively. PCR amplification of DNA Pol and pp220 genes was performed. The genomic DNA from blood (a, c) or anal swab (b, d) was used. Fluorescence were measured for 120 min after incubation with Cas12a, ssDNA reporter, and crRNA1 (a, b) or crRNA5 (c, d). and bound to the IgG antibody on the test line. When we applied the concentration of reporters used in fluorescence assay for lateral flow detection, an obvious falsepositive band was shown in blank control (Fig. 5a) . We believed that a portion of nanoparticles did not bind to the FAM-Biotin ssDNA reporter; thus, they kept moving forward until they reached the test band to make the potential false-positive result. Various concentrations of FAM-Biotin ssDNA reporter were added. A higher concentration of FAM-Biotin ssDNA reporter gradually diminished the false-positive band (Fig. 5a) . Thus, we chose 1 μM as the concentration of reporter for the next set of experiments. When we used the concentration of LbCas12a/crRNA complex used in fluorescence assay for lateral flow detection, the test band appeared in positive samples ( Supplementary Fig. S4 ). However, the band was fuzzy despite the extended reaction time. When we increased the concentration of LbCas12a/crRNA complex, the test band was striking in positive samples, but it was not shown in negative samples (Supplementary Fig.  S4 ). To examine the optimal reaction time and temperature of Cas12a-based lateral flow, we compared reaction times of 1, 2, 5, and 10 min, and reaction temperature of 4°C, room temperature and 37°C. We identified that 1-or 2-min reaction time was sufficient to observe a clear test band, and the reaction at room temperature showed a clearer band than at 4 and 37°C ( Supplementary Fig. S5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 352,
                    "end": 360,
                    "text": "Table S3",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1089,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 1852,
                    "end": 1861,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2225,
                    "end": 2234,
                    "text": "(Fig. 5a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2480,
                    "end": 2501,
                    "text": "Supplementary Fig. S4",
                    "ref_id": null
                },
                {
                    "start": 2721,
                    "end": 2744,
                    "text": "(Supplementary Fig.  S4",
                    "ref_id": null
                },
                {
                    "start": 3111,
                    "end": 3132,
                    "text": "Supplementary Fig. S5",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RPA and lateral flow detection"
        },
        {
            "text": "To determine the detection limit of the assay, ASFV genome ranging from 1 to 10 5 copies was tested. A clear positive band started to present at 2 × 10 2 copies, suggesting that the detection limit is as low as 200 copies of viral genome (Fig. 5b) . This is very similar to the detection limit of qPCR-based approach (Supplementary Fig. S6) , showing that an engineered instrument-free CRISPRbased strip assay has comparable sensitivity to the instrument-dependent method. To determine whether using multiple crRNAs could increase the sensitivity, DNA Pol crRNA1 and pp220 crRNA5 were used simultaneously in one reaction. The detection limit remained as 2 × 10 2 copies (Supplementary Fig. S7 ). Thus, we kept using crRNA1 for the following experiments. To determine the accuracy of the assay, 30 veterinary samples collected from blood, oral, or anal swabs were tested. Consistent with qPCR results, all negative samples showed the control band only in the strip, and all positive samples showed both control and test bands (Fig. 5c and Table 1 ). To examine the specificity of this assay, swine pathogens, such as PRV, PCV, SS, MH, HPS, and Japanese Table 1 . The viral copy numbers of the samples 2, 4, 5, and 6 determined by qPCR were 6.84E + 02, 2.97E + 02, 6.90E + 03, and 1.96E + 03 copies/µl, respectively. For the visual detection assay, crRNA1 was applied. d Determine the specificity of Cas12a-based lateral flow by examining ASFV and other porcine pathogens (MH, PRV, PCV, JEV, HPS, and SS). encephalitis virus (JEV), were tested by the strips. All these swine pathogens were shown negative, while only ASFV was positive (Fig. 5d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 238,
                    "end": 247,
                    "text": "(Fig. 5b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 317,
                    "end": 340,
                    "text": "(Supplementary Fig. S6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 670,
                    "end": 692,
                    "text": "(Supplementary Fig. S7",
                    "ref_id": null
                },
                {
                    "start": 1025,
                    "end": 1033,
                    "text": "(Fig. 5c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1038,
                    "end": 1045,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1152,
                    "end": 1159,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1633,
                    "end": 1642,
                    "text": "(Fig. 5d)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "RPA and lateral flow detection"
        },
        {
            "text": "The high cost of a commercial strip makes the detection method less applicable to the general public. To solve this, we engineered a homemade immunochromatographic strip using gold nanoparticles (Au NPs) (Fig. 6a) . When tested with swine samples, the homemade strips faithfully recapitulated the results similar to the commercial strip, whereas the cost is less than 1% of the commercial strip (named as Cas-gold detection) (Fig. 6b ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 425,
                    "end": 433,
                    "text": "(Fig. 6b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Engineer homemade test strips"
        },
        {
            "text": "Since 2018, the rapid outbreak of ASF in China and a number of other countries has resulted in tremendous economic losses 2,6 . Due to the lack of effective vaccine and treatment, the development of a real-time ASFV detection method is critical to limit the disease expansion at an early stage 7, 8 . CRISPR-Cas systems are revolutionary tools allowing for precise genome engineering, transcription regulation, and many other applications [31] [32] [33] . The trans-activity of several class 2 Cas endonucleases allows sensitive and robust detection of nucleic acids [21] [22] [23] [24] . Among them, Cas12a recognizes specific dsDNA sequences, and then nonspecifically cleaves ssDNA, making it particularly suitable for detecting dsDNA viruses 21 . In combination with isothermal amplification, we found that Cas12a was able to detect ASFV with high sensitivity and precision. It is possible that other members of Cas12 family can also be used for ASFV detection. Cas12b-mediated DNA detection was recently developed, and it showed higher sensitivity than Cas12a on several examined sequences 34 . It may be useful to evaluate the potential of Cas12b for detecting ASFV in the future.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 297,
                    "end": 298,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 449,
                    "end": 453,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 567,
                    "end": 571,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 577,
                    "end": 581,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 582,
                    "end": 586,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 745,
                    "end": 747,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1094,
                    "end": 1096,
                    "text": "34",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our results indicate that the Cas12a-based detection system has low tolerance for base-pair mutations (Fig. 2) . The PAM and PAM-proximal sequences are usually more important than the PAM-distal for target recognition of dsDNA 35 . In consistent, our data showed that the PAM sequence and PAM-proximal 16-18-nt sequences (taking together 20-22 nt) did not tolerate 2-nt mismatch mutations (Fig. 2 ). The stringent system may assure that it does not cross-react with other swine pathogens. Indeed, when tested with five other common swine pathogens, none of them showed any fluorescence signal (Fig. 3) . It is useful to understand the mutation frequencies of the DNA Pol and pp220 genes, particularly their conservative regions for precise detection of ASFV. However, this information was rarely reported, and further investigations are demanding 36, 37 .",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 229,
                    "text": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 847,
                    "end": 850,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 851,
                    "end": 853,
                    "text": "37",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 110,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 389,
                    "end": 396,
                    "text": "(Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 593,
                    "end": 601,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We noticed that a number of RPA primers for pp220 and DNA Pol amplified the target sequences when substrates were plasmids. However, most of these primers could not amplify the target sequences from swine samples (data not shown). Only a few RPA primer pairs consistently work for all ASFV-positive swine samples (Supplementary Table S3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 336,
                    "text": "(Supplementary Table S3",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Cas12a has been engineered to detect pathogens in clinical samples 21 . However, a fluorescence reporter was used in the study, which restricted its application in the laboratories 21 . A recent study developed a blue lightbased readout 29 . Though this readout does not rely on laboratory equipment, it is less applicable in the field. We aimed to develop a strip-based, high-sensitivity assay to detect ASFV independent of lab instruments. We noticed that the conditions of Cas12a fluorescent assay cannot be directly applied for strip detection (Fig. 5) . After a thorough optimization of various parameters, we successfully generated a robust strip-based assay to fulfil the detection potential of Cas12a (Fig. 5) . The sensitivity of this assay is as low as 200 copies/sample, which is comparable as qPCR assay executed in laboratories ( Fig. 5 ; Supplementary Fig. S6 ). The low detection limit of the assay allows the diagnosis of ASF at the early stage of infection 38 . It is more sensitive and accurate than other field-applicable assays, which are usually based on isothermal amplification alone 11 . The strip can be kept in dry environment at 4°C for at least 3 months, as previously reported, making it suitable for commercial use [39] [40] [41] . Despite the robust results, the high cost of commercial strips limits their broad application for ASFV detection. To overcome this limitation, we successfully engineered a homemade strip using gold nanoparticle-antibody conjugate (named as Cas-gold). For the homemade version of strips, all parts were completed by hand. Because the detection line was made with multiple microspots, the strips had more smear bands than commercial ones. In the commercial production, this step can be completed by professional equipment to avoid this issue. Nevertheless, we showed that the homemade strip exhibited comparable results to the commercial strip (Fig. 6) . Homemade strip provides a robust, easy, and costeffective alternative. In summary, our study developed a field-deployable, cost-effective, highly sensitive, and accurate Cas12a-based strip method to faithfully detect ASFV (Fig. 7) .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 237,
                    "end": 239,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 974,
                    "end": 976,
                    "text": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1107,
                    "end": 1109,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1245,
                    "end": 1249,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1250,
                    "end": 1254,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1255,
                    "end": 1259,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 556,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 709,
                    "end": 717,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 843,
                    "end": 849,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 866,
                    "end": 873,
                    "text": "Fig. S6",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1904,
                    "end": 1912,
                    "text": "(Fig. 6)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2137,
                    "end": 2145,
                    "text": "(Fig. 7)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "During the period of manuscript revision, the outbreak of COVID-19 coronavirus began in Wuhan city, leading to more than 3,000 deaths and 80,000 hospitalizations so far. Sustained person-to-person spread of COVID-19 was reported, and it may cause severe pneumonia and other complications in people 42 . The Cas12a-based strip may be useful to rapidly detect COVID-19, particularly in regions that lack resources. Animal Ethics Committee of HVRI and the Animal Ethics Committee of Heilongjiang Province, China.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "text": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Primary porcine alveolar macrophages were infected at a multiplicity of infection (MOI) of 0.1 with ASFV, which was isolated from field samples as described previously 43, 44 . Cell supernatants were collected on day 3 after infection. Seven-week-old SPF Large White and Landrace-crossed pigs were acquired from the Laboratory Animal Center of HVRI. Pigs were intramuscularly inoculated with ASFV at a dose of 10 2.5 HAD 50 , respectively. Blood, oral or anal swabs were collected daily for virus detection.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 172,
                    "end": 174,
                    "text": "44",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "ASFV growth and animal experiments"
        },
        {
            "text": "All primers were ordered in Sangon Biotech (Shanghai, China), and the detailed sequences were listed in Supplementary Table S3 . FAM-TTATT-Quencher used in fluorescent reporter assay was synthesized by Integrated DNA Technologies (IDT); FAM-TTATT-Biotin used in lateral flow strip test and probe in qPCR assay were ordered in TaKaRa Bio Inc. (Dalian, China). T7 RNA polymerase and NEBuffer 2.1 were purchased from New England Biolabs (MA, USA). The TwistAmp® Basic kit and Milenia HybriDetect 1 were purchased from TwistDx (Cambridge, UK). 2× AceQ qPCR Probe Master Mix and Phanta High-fidelity DNA polymerase were purchased from Vazyme (Nanjing, China).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 126,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "Reagent for molecular assays"
        },
        {
            "text": "The DNA fragment encoding LbCas12a was cloned into the pET30c vector containing the C-terminal 6× His tag to construct an expression plasmid, and then transformed into E. coli BL21 (DE3). Cells were transferred to 1 L of 2× YT medium (10 g of tryptone, 10 g of yeast extract, and 5 g of NaCl). Two hours later, the temperature was adjusted from 37 to 21°C, and 0.5 mM IPTG was added. Sixteen hours later, LbCas12a was purified from the cell lysate via Ni-NTA column (HisTrap HP, GE) and the size-exclusion chromatography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LbCas12a expression and purification"
        },
        {
            "text": "The sequence of DNA Pol and pp220 gene from 30 different ASFV genomes were downloaded from NCBI database, and aligned to determine the highly conserved regions. The crRNAs were designed against the conserved regions using the online software (CCTOP, https://crispr.cos.uni-heidelberg.de/). The top crRNAs for the target regions were selected to perform in vitro cleavage assay. DNA sequences containing T7 promotor (Supplementary Table S3 ) were synthesized and annealed to form dsDNA templates for in vitro transcription. The crRNAs were synthesized by T7 RNA polymerase followed by DNase I digestion. For in vitro cleavage assay, the crRNA-Cas12a complex was formed by incubating 500 ng of crRNA and 500 ng of LbCas12a for 10 min at 25°C. DNA substrate (150 ng) was added and co-incubated at 37°C for 30 min.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 438,
                    "text": "(Supplementary Table S3",
                    "ref_id": null
                }
            ],
            "section": "crRNA preparation and in vitro cleavage assay"
        },
        {
            "text": "dsDNA activator preparation DNA Pol and pp220 fragments were cloned into PUC57 vector via Gibson assembly. The plasmids PUC57-DNA Pol and PUC57-pp220 were used as dsDNA activators to select robust crRNAs. The wild-type, PAM-mutated, and target sequence-mutated oligos were synthesized (Supplementary Table S3 ). The non-targeted strand to target strand was annealed at 50:1 molar ratio.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 308,
                    "text": "Table S3",
                    "ref_id": null
                }
            ],
            "section": "crRNA preparation and in vitro cleavage assay"
        },
        {
            "text": "The Cas12a-mediated FQ-labelled reporter assay was performed using 6 ng of crRNA, 50 ng of Cas12a, 50 nM quenched fluorescent ssDNA reporter, and 20 nM plasmid activators in a 30-μL reaction volume. The reaction was performed at 37°C for 120 min on a fluorescence reader, and the fluorescence values were measured every 5 min (λ ex : 485 nm; λ em : 535 nm).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fluorescence-quencher (FQ)-labelled reporter assay"
        },
        {
            "text": "ASFV genome DNA sample preparation and fluorescence detection Viral DNA was extracted via GenElute™ Mammalian Genomic DNA Miniprep Kits (Sigma Aldrich, USA) from blood, swabs and cell supernatants. ASFV genomic DNA extracted from different samples was quantified by using qPCR assay, according to the OIE-recommended procedure described 45 . Titers of virus were determined by detecting viral copy numbers of p72 gene via qPCR. To perform fluorescence detection, samples were first amplified using PCR, and then incubated with LbCas12a. Fluorescence detection was performed as described above, Fig. 7 Schematic workflow of Cas12a-based detection for ASFV (namely Cas-gold). ASFV genome was extracted from the swine blood or swab samples and amplified by RPA. It was incubated with crRNA/Cas12a complex and FAM-Biotin ssDNA reporter to perform trans-cleavage. The detection results could be read in test strips. and 8 µl of PCR product was used in a 30-μL reaction volume.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 339,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 600,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Fluorescence-quencher (FQ)-labelled reporter assay"
        },
        {
            "text": "RPA primers were designed using the online software (Primer-blast). These forward and reverse primers formed a number of primer pairs, and the RPA products should be 100-200 bp. The capability and stability of amplifications were determined using veterinary samples with low and high viral copies (1.0E + 03 and 1.0E + 05), and the best-performed primer pair was selected. Reaction temperatures of 37, 39, and 42°C were examined, and various concentrations of magnesium acetate were tested. The RPA reaction, more stable, was performed at 39°C, and by using 28 mM magnesium acetate. The RPA reaction was performed according to the manufacturer's instruction. The RPA mixture was mixed with 150 ng of LbCas12a, 18 ng of crRNA, 1 μM ssDNA (FAM-TTATT-Biotin) reporter, and 2 μL of NEBuffer 2.1. After 90 min of incubation, 160 μL of HybriDetect assay buffer was added, and the strips were inserted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RPA reaction and lateral flow strip detection"
        },
        {
            "text": "The gold nanoparticles (Au NPs) were prepared as previously described 46 . Briefly, sodium citrate solution (1%, w/v) was added into the boiling HAuCl 4 solution (0.01%, w/v). After continuous stirring for 30 min, the reaction system was cooled to room temperature to obtain a stable colloidal gold suspension. Subsequently, the size of Au NPs was detected by dynamic light scattering. To further prepare the Au NP-antibody conjugate, NaOH solution was used to adjust the pH of Au NP suspension, and the anti-FITC antibody was added. After stirring for 1 hour at 37°C, the bovine serum albumin (BSA) solution (0.1%, w/v) was added, and the Au NP-antibody conjugates were collected by centrifugation. The immunologic test strips were composed of a sample pad, a conjugate pad, an antibody pad, a NC membrane, and an adaptive backing card 46 . Briefly, the conjugate pad was dripped with appropriate amounts of Au NP-antibody conjugate suspension, and then dried for 1 hour at 37°C. The streptavidin and nonspecific capture antibody (IgG) were dripped into the NC membrane to form control and test bands. The NC membrane was dried for 1 hour at 37°C, and then was immersed in BSA solution (1%, w/v) to passivate the unbound sites, and dried for 1 hour at 37°C. The sample pad, reconcile pad, NC membrane, and absolute pad were assembled on the adaptive backing card to form complete immunochromographic test strips.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 72,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 837,
                    "end": 839,
                    "text": "46",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Fabrication of immunochromatographic test strips"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Review of African swine fever: transmission, spread and control",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Penrith",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Vosloo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. S Afr. Vet. Assoc",
            "volume": "80",
            "issn": "",
            "pages": "58--62",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "African swine fever virus: a review",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Galindo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Alonso",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Viruses",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "African swine fever: a re-emerging viral disease threatening the global pig industry",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Sanchez-Cordon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Montoya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Reis",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Vet. J",
            "volume": "233",
            "issn": "",
            "pages": "41--48",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "African swine fever virus biology and vaccine approaches",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Revilla",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Perez-Nunez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Richt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Adv. Virus Res",
            "volume": "100",
            "issn": "",
            "pages": "41--74",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "African swine fever virus replication and genomics",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A G"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Netherton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Upton",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virus Res",
            "volume": "173",
            "issn": "",
            "pages": "3--14",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Architecture of African swine fever virus and implications for viral assembly",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Science",
            "volume": "366",
            "issn": "",
            "pages": "640--644",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Preventive measures aimed at minimizing the risk of African swine fever virus spread in pig farming systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bellini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rutili",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Guberti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acta Vet. Scand",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "African swine fever (ASF) diagnosis, an essential tool in the epidemiological investigation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gallardo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernandez-Pinero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arias",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Virus Res",
            "volume": "271",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Assessment of African swine fever diagnostic techniques as a response to the epidemic outbreaks in Eastern European Union Countries: How to improve surveillance and control programs",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gallardo",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Clin. Microbiol",
            "volume": "53",
            "issn": "",
            "pages": "2555--2565",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "OIE Manual of Diagnostic Tests and Vaccines for Terrestrial Animals (Mammals, Birds and Bees) 5th Edn. Volumes 1 and 2. World Organization for Animal Health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stear",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Parasitology",
            "volume": "130",
            "issn": "",
            "pages": "727--727",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Virological diagnosis of African swine fever-comparative study of available tests",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Oura",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Batten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Virus Res",
            "volume": "173",
            "issn": "",
            "pages": "150--158",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Preclinical diagnosis of African swine fever in contact-exposed swine by a real-time PCR assay",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zsak",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Clin. Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "112--119",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Highly sensitive PCR assay for routine diagnosis of African swine fever virus in clinical samples",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agüero",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Clin. Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "4431--4434",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Development of a novel lateral flow assay for detection of African swine fever in blood",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sastre",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bmc Vet. Res",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Rapid and sensitive recombinase polymerase amplification combined with lateral flow strip for detecting African swine fever virus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Front. Microbiol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Detection of African swine fever virus by loop-mediated isothermal amplification",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Virol. Methods",
            "volume": "164",
            "issn": "",
            "pages": "68--74",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Isothermal nucleic acid amplification technologies for point-of-care diagnostics: a critical review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Craw",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Balachandran",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lab. Chip",
            "volume": "12",
            "issn": "",
            "pages": "2469--2486",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nucleic acid isothermal amplification technologies-a review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghaemi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nucleoside Nucleotide Nucleic Acid",
            "volume": "27",
            "issn": "",
            "pages": "224--243",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Multiplex genome engineering using CRISPR/Cas systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cong",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "819--823",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A programmable dual-rna-guided dna endonuclease in adaptive bacterial immunity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jinek",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Science",
            "volume": "337",
            "issn": "",
            "pages": "816--821",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "CRISPR-Cas12a target binding unleashes indiscriminate singlestranded DNase activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "360",
            "issn": "",
            "pages": "436--439",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "PAM-dependent target dna recognition and cleavage by C2c1 CRISPR-Cas endonuclease",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Rajashankar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "167",
            "issn": "",
            "pages": "1814--1828",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "C2c2 is a single-component programmable RNAguided RNA-targeting CRISPR effector",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Abudayyeh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Science",
            "volume": "353",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Programmed DNA destruction by miniature CRISPR-Cas14 enzymes",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "B"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "362",
            "issn": "",
            "pages": "839--842",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Nucleic acid detection with CRISPR-Cas13a/C2c2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gootenberg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Science",
            "volume": "356",
            "issn": "",
            "pages": "438--442",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Field-deployable viral diagnostics using CRISPR-Cas13",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Myhrvold",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "360",
            "issn": "",
            "pages": "444--448",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Multiplexed and portable nucleic acid detection platform with Cas13, Cas12a, and Csm6",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Gootenberg",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Science",
            "volume": "360",
            "issn": "",
            "pages": "439--444",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Mechanistic insights into the cis-and trans-acting DNase activities of Cas12a",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Swarts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jinek",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mol. Cell",
            "volume": "73",
            "issn": "",
            "pages": "589--600",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Cas12aVDet: a CRISPR/Cas12a-based platform for rapid and visual nucleic acid detection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anal. Chem",
            "volume": "91",
            "issn": "",
            "pages": "12156--12161",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "HOLMESv2: a CRISPR-Cas12b-assisted platform for nucleic acid detection and DNA methylation quantitation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACS Synth. Biol",
            "volume": "8",
            "issn": "",
            "pages": "2228--2237",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Beyond editing: repurposing CRISPR-Cas9 for precision genome regulation and interrogation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Dominguez",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "17",
            "issn": "",
            "pages": "5--15",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The next generation of CRISPR-Cas technologies and applications",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pickar-Oliver",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Gersbach",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Rev. Mol. Cell Biol",
            "volume": "20",
            "issn": "",
            "pages": "490--507",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "CRISPR-Cas: a tool for cancer research and therapeutics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat. Rev. Clin. Oncol",
            "volume": "16",
            "issn": "",
            "pages": "281--295",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "CDetection: CRISPR-Cas12b-based DNA detection with subattomolar sensitivity and single-base specificity",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Genome Biol",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Cpf1 is a single RNA-guided endonuclease of a class 2 CRISPR-Cas system",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zetsche",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell",
            "volume": "163",
            "issn": "",
            "pages": "759--771",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Genetic identification and nucleotide sequence of the DNA polymerase gene of African swine fever virus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Marques",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "208--213",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The DNA polymerase-encoding gene of African swine fever virus: sequence and transcriptional analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Yanez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vinuela",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Salas",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Gene",
            "volume": "136",
            "issn": "",
            "pages": "103--110",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "African swine fever",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Antivir. Res",
            "volume": "165",
            "issn": "",
            "pages": "34--41",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Au/Fe3O4 core-shell nanoparticles are an efficient immunochromatography test strip performance enhancer-a comparative study with Au and Fe3O4 nanoparticles",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "RSC Adv",
            "volume": "8",
            "issn": "",
            "pages": "14064--14071",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Visual detection of kanamycin with DNA-functionalized gold nanoparticles probe in aptamer-based strip biosensor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anal. Biochem",
            "volume": "587",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Functionalized Au@Ag-Au nanoparticles as an optical and SERS dual probe for lateral flow sensing",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Anal. Bioanal. Chem",
            "volume": "410",
            "issn": "",
            "pages": "2291--2303",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Replication and virulence in pigs of the first African swine fever virus isolated in China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg. Microbes Infect",
            "volume": "8",
            "issn": "",
            "pages": "438--447",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Genome sequences derived from pig and dried blood pig feed samples provide important insights into the transmission of Africa swine fever virus in China",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "X"
                    ],
                    "last": "Wen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg. Microbes Infect",
            "volume": "8",
            "issn": "",
            "pages": "303--306",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Development of a TaqMan (R) PCR assay with internal amplification control for the detection of African swine fever virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Virol. Methods",
            "volume": "107",
            "issn": "",
            "pages": "53--61",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Copper deposition-induced efficient signal amplification for ultrasensitive lateral flow immunoassay",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sens. Actuators B",
            "volume": "282",
            "issn": "",
            "pages": "96--103",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "crRNAs targeting DNA polymerase and pp220 gene of ASFV. Fluorescence detection using crRNAs targeting the highly conserved region of a DNA polymerase gene, and b pp220 gene and ssDNA-FQ reporter. Error bars represent mean ± SD, n = 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Specificity of Cas12a-based detection system. Fluorescence detection using a crRNA1 and b crRNA5 to detect ASFV and five other swine DNA pathogens (PRV, PCV, SS, MH, and HPS). Error bars represent mean ± SD, n = 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Rapid and visual detection of ASFV. a Determine the optimum amount of FAM-Biotin ssDNA reporter. b Determine the detection limit of ASFV genome copy numbers by using the combination of RPA, Cas12a, and lateral flow. c Detect ASFV in swine samples. Samples 1, 3, or 2, 4-6 were confirmed by qPCR as negative or positive of ASFV, respectively. The samples 1-6 were 10, 15, 21, 23, 24, and 26 listed in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "and cell culture with live ASF viruses were performed in the enhanced biosafety level 3 (P3+) and level 4 (P4) facilities, both of which are approved by the Ministry of Agriculture and Rural Affairs. These facilities are in the Harbin Veterinary Research Institute (HVRI), supervised by the Chinese Academy of Agricultural Sciences (CAAS). These studies were accomplished in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the Ministry of Science and Technology of the People's Republic of China, and were approved by the",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Engineer homemade immune-chromatographic test strips for Cas12a-based ASFV detection. a Schematic diagram of immunochromatographic test strips. b Strip 1: confirm the penetrability of gold nanoparticles coupled with anti-FITC antibodies in strips. Strip 2: negative control (no DNA sample in RPA reaction buffer). Strips 3-5: lateral flow detection of samples from swine. Determined by qPCR, sample 3 was negative, and the viral copies of samples 4 and 5 were 6.84E + 02 and 1.29E + 06 copies/µl, respectively.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Detection of ASFV in swine samples by Cas12a-based strip and qPCR.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Supplementary Information accompanies the paper at (https://doi.org/ 10.1038/s41421-020-0151-5).Received: 3 December 2019 Accepted: 26 February 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}