{
    "paper_id": "28776e324c2128443197d2c9bc2a9eaa77ed1bf5",
    "metadata": {
        "title": "Real-time kinetics and high-resolution melt curves in single-molecule digital LAMP to differentiate and study specific and non-specific amplification",
        "authors": [
            {
                "first": "Justin",
                "middle": [
                    "C"
                ],
                "last": "Rolando",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "addrLine": "1200 E. California Boulevard",
                        "postCode": "91125",
                        "settlement": "Pasadena",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [],
                "last": "Jue",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "addrLine": "1200 E. California Boulevard",
                        "postCode": "91125",
                        "settlement": "Pasadena",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jacob",
                "middle": [
                    "T"
                ],
                "last": "Barlow",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "addrLine": "1200 E. California Boulevard",
                        "postCode": "91125",
                        "settlement": "Pasadena",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rustem",
                "middle": [
                    "F"
                ],
                "last": "Ismagilov",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California Institute of Technology",
                    "location": {
                        "addrLine": "1200 E. California Boulevard",
                        "postCode": "91125",
                        "settlement": "Pasadena",
                        "region": "CA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Isothermal amplification assays, such as loopmediated isothermal amplification (LAMP), show great utility for the development of rapid diagnostics for infectious diseases because they have high sensitivity, pathogen-specificity and potential for implementation at the point of care. However, elimination of non-specific amplification remains a key challenge for the optimization of LAMP assays. Here, using chlamydia DNA as a clinically relevant target and high-throughput sequencing as an analytical tool, we investigate a potential mechanism of non-specific amplification. We then develop a real-time digital LAMP (dLAMP) with high-resolution melting temperature (HRM) analysis and use this single-molecule approach to analyze approximately 1.2 million amplification events. We show that single-molecule HRM provides insight into specific and non-specific amplification in LAMP that are difficult to deduce from bulk measurements. We use real-time dLAMP with HRM to evaluate differences between polymerase enzymes, the impact of assay parameters (e.g. time, rate or florescence intensity), and the effect background human DNA. By differentiating true and false positives, HRM enables determination of the optimal assay and analysis parameters that leads to the lowest limit of detection (LOD) in a digital isothermal amplification assay.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Isothermal methods, such as loop-mediated isothermal amplification (LAMP), are attractive for nucleic acid amplification tests (NAATs) in point-of-care and limited-resource settings (1, 2) . LAMP in particular shows promise as a NAAT with fewer hardware requirements compared with polymerase chain reaction (PCR) (3) . Despite advancements, the ability to optimize LAMP NAATs for a specific target sequence and primer set (specific to a target organism) remains constrained by a limited understanding of how amplification is affected by myriad factors, including polymerase choice, primer design, temperature, time and ion concentrations. In particular, addressing non-specific amplification remains a core problem as it constrains an assay's limit of detection (LOD). In reactions containing template target molecules, both specific and non-specific amplification reactions may occur. Unlike PCR, LAMP lacks a temperature-gating mechanism, so non-specific reactions consume reagents and compete with specific amplification impacting its kinetics. The presence of non-specific amplicons therefore adversely impacts both the assay's analytical sensitivity (the fewest template molecules that can be detected) and its analytical specificity (ability to detect the target template in the presence of competing reactions). Classifying reactions as either specific or non-specific amplification would therefore be invaluable both during assay optimization and assay deployment in clinical diagnostics.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 313,
                    "end": 316,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Substantial research is focused on using isothermal amplification chemistries for diagnosis of infectious disease. For example, chlamydia (caused by the pathogen Chlamydia trachomatis, CT) is the most common sexually transmitted infection worldwide, with more than 110 million cases reported annually (4) . Diagnosis of CT infections is challenged by a lack of standard symptoms (many infections are asymptomatic) (5) and the presence of mixed flora (particularly in the female reproductive tract) (6) . Thus, rapid NAATs with high sensitivity and specificity are critically needed, especially NAATs that can deal with the high levels of host or background DNA likely to be present in clinical samples such as urine samples and swabs (7, 8) .",
            "cite_spans": [
                {
                    "start": 301,
                    "end": 304,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 414,
                    "end": 417,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 498,
                    "end": 501,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 734,
                    "end": 737,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 738,
                    "end": 740,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Optimizing LAMP for CT and other infectious pathogens requires addressing and reducing non-specific amplification or a method for separating non-specific reactions from specific amplification. Reactions run in bulk (i.e. in a tube) in the absence of template can be informative to provide information on performance of non-specific amplification. Another method to identify non-specific amplification includes mathematical modeling in conjunction with electrophoresis to distinguish between non-specific and specific banding patterns (9) . However, in the presence of template, although specific and non-specific reactions occur simultaneously, they cannot be monitored simultaneously. Thus, bulk reactions have three important limitations with regard to assay optimization: (i) differences in the kinetics of specific and non-specific reactions cannot be separated, (ii) rare but significant events, such as early but infrequent non-specific amplification, cannot be easily characterized; and (iii) testing the full design space requires many hundreds of replicates to obtain statistically significant data. To improve an assay's analytical specificity and sensitivity, one strategy is to eliminate the detection of non-specific amplification. In bulk LAMP experiments, non-specific amplification can be excluded from detection by using probes, beacons, FRET or reporter-quencher schemes that show only specific amplification of the target (10) (11) (12) (13) (14) (15) (16) (17) (18) (19) . Although these methods improve the assay, they do not capture non-specific reactions and thus cannot give insights into the origin of non-specific amplification or the conditions that led to non-specific amplicons. Moreover, probes and beacons do not eliminate non-specific amplification; non-specific amplification still competes for reagents and can limit the extent of the signal generated by specific amplification events (20) . Hence, it is highly desirable to distinguish specific from non-specific amplification.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 537,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1441,
                    "end": 1445,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1446,
                    "end": 1450,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1461,
                    "end": 1465,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1466,
                    "end": 1470,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1471,
                    "end": 1475,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1476,
                    "end": 1480,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1919,
                    "end": 1923,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this study, we combined sequencing and digital singlemolecule LAMP (dLAMP) with high-resolution melting temperature (HRM) to probe the fundamental mechanics of amplification reactions. We used dLAMP to extract real-time kinetic information to identify the digital threshold data-processing parameters that minimize nonspecific amplification events and elucidate how an interfering molecule impacts amplification. Digital single-molecule methods separating individual amplification events into discrete compartments, eliminating interference among individual amplification events (21, 22) . Furthermore, digital experiments consist of thousands of reactions that run in parallel and thus provide valuable statistical information (21) (22) (23) . We used real-time imaging to monitor the kinetics of 20,000 dLAMP reactions per experiment and observe ∼1.2 × 10 6 reactions in total. We hypothesized that highresolution melting analysis (HRM) could be a tool for separating specific from non-specific amplification events and for identifying the optimal digital threshold data-processing parameters to distinguish specific and non-specific amplification events (even when an assay is deployed without HRM). To test this hypothesis, we used a dLAMP assay with CT DNA as the target (combined with sequencing to identify the products of bulk reactions) to analyze both specific and non-specific amplification under conditions that include clinically relevant concentrations of background human DNA.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 586,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 587,
                    "end": 590,
                    "text": "22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 731,
                    "end": 735,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 736,
                    "end": 740,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 741,
                    "end": 745,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "IsoAmp I (#B0537S), IsoAmp II (#B0374S), MgSO 4 (#B1003S), deoxynucleotide solution (#N0447S), Bovine Serum Albumen (BSA, #B9000S0), Bst 2.0 (8,000 U/ml, #M0537S) and Bst 3.0 (8000 U/ml, #M0374S) were purchased from New England Biolabs (Ipswich, MA, USA). Ambion RNase Cocktail (#AM2286), Ambion nucleasefree water (#AM9932), Invitrogen SYTO 9 (S34854) and Invitrogen ROX Reference Dye (#12223012) were purchased from Thermo Fisher Scientific (Waltham, MA, USA). We found it important to use SYTO 9 dilutions within one week of preparation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LAMP reagents"
        },
        {
            "text": "Primers sequences were targeted against the Chlamydia trachomatis 23S ribosomal gene using Primer Explorer V5 (Eiken Chemical, Tokyo, Japan) and checked in Snap-Gene (GSL Biotech, Chicago, IL, USA) to ensure the sequences were in a mutation free region from the available Genebank sequences of CT. Primers were purchased from For both enzymes, after 90 min of amplification, reactions were ramped to 95 • C at maximum output and held for 30 s to inactivate the enzymes. Chips were cooling to 55 • C and the melt performed at a ramp rate of 1 • C per image from 55-90 • C, and a ramp rate of 0.5 • C per image from 90-95 • C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "LAMP reagents"
        },
        {
            "text": "A frozen stock of live CT (D-UW3, Z054, Zeptometrix, Buffalo, NY, USA) was re-suspended in pre-warmed (37 • C) SPG buffer (219 mM sucrose, 3.7 mM KH2PO4, 8.5 mM NA2HPO4, and 4.9 mM L-glutamate) buffer to 1 × 10 8 IFU/ml. It was then diluted 10-fold into a freshly donated urine sample to 1 × 10 7 IFU/ml. Urine from a healthy human donor (>18 years of age) was acquired and used in accordance with approved Caltech Institutional Review Board (IRB) protocol 15-0566. Written informed consent PAGE 3 OF 21 Nucleic Acids Research, 2020, Vol. 48, No. 7 e42 was obtained from all participants, donations were never tied to personal identifiers and all research was performed in accordance with relevant institutional biosafety regulations. A 250 l aliquot from this CT-spiked urine sample was then extracted following the ZR Viral DNA/RNA Kit protocol (#D7020, Zymo Research, Irvine, CA, USA). Briefly, 250 l of CT-spiked urine was mixed with 250 l DNA/RNA shield and 1000 l DNA/RNA Viral Buffer. A total of 1500 l (750 l × 2) was added to the column and centrifuged at 16 000 × g for 1 min. Then, 500 l Viral Wash buffer was added to the column and centrifuged at 16 000 × g for 2 min. Then, 60 l DNAse/RNAse-free water was added directly to the column and centrifuged at 16 000 × g for 30 s. The eluent was treated by adding 2.5 l Ambion RNAse Cocktail (#AM2286, ThermoFisher) to 47.5 l template. Stocks were prepared in 0.5 × TE buffer and dilutions quantified using the QX200 droplet digital PCR system (Bio-Rad Laboratories, Hercules, CA, USA), outer primers at 500 nM each and 1× EvaGreen Supermix (Bio-Rad).",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 552,
                    "text": "OF 21 Nucleic Acids Research, 2020, Vol. 48, No. 7 e42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Extraction of spiked Chlamydia trachomatis (CT) from a relevant clinical matrix"
        },
        {
            "text": "A Thermoelectric Module (VT-127-1.4-1.5-72), Thermister (MP-3022), Controller (TC-720) and 12V Power Supply (PS-12-8.4; TE Tech, Traverse City, MI, USA) were wired according to the manufacturer's instructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fabrication of thermoelectric unit and mount"
        },
        {
            "text": "While the Peltier can be used out of the box, we manufactured a heat plate and sink to improve the efficiency in the cooling mode. Instructions for fabrication can be found in the Supplementary Materials and Methods, 'Fabrication of thermoelectric unit mount.' The ability of the embedded thermocouple to accurately assess temperature of the aluminum block was verified with an independent K-type minithermcouple read through a General IRT659K [IR] Thermometer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fabrication of thermoelectric unit and mount"
        },
        {
            "text": "Human genomic DNA from buffy coat leukocytes (Roche (via Sigma Aldrich), #11691112001) was fragmented using a Covaris Focused Ultrasonicator M220 (Woburn, MA, USA) equipped with 130 L microTUBE AFA Fiber Snap-Cap at 50W peak power, 5% duty factor, 200 cycles per burst, for 80 s. Fragment concentration was determined using a Qbit 3 Fluorimiter (ThermoFisher, #Q33216) with dsDNA HS assay kit (ThermoFisher, #Q32851) and mean fragment size determined as 365 bp using an Agilent 4200 TapeStation (#G2991AA, Agilent, Santa Clara, CA, USA) and High Sensitivity D5000 ScreenTape (#5067-5592) with ladder (#5190-7747), and D100 ScreenTape (#5067-5584) with High Sensitivity D1000 Reagents (#5067-5585). Dilutions were prepared with a final concentration of 0.5× TE buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Shearing of genomic DNA"
        },
        {
            "text": "Microfluidic chips for dLAMP (#A26316; Applied Biosystems, Foster City, CA, USA) were loaded as we have described previously (23) at a concentration where ∼40% of partitions would fluoresce (corresponding to the Poisson maximum single template per partition loading of 660 cp/l). We estimated the volume of each partition to be 750 pl. To achieve this concentration of template molecules, we diluted template stocks from storage in 0.5× TE to ∼0.03× TE for all experiments. Genomic DNA (gDNA) stocks, also stored in 0.5× TE, were diluted to a final concentration of 0.077×. Thus, the total final concentration of TE for all experiments of was ∼0.1081× TE buffer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microfluidic chips"
        },
        {
            "text": "Data were collected in 30-s intervals using a DMI-6000B microscope (Leica, Buffalo Grove, IL, USA) equipped with a 1.25 × 0.04NA HCX PL FLUOTAR Objective and 0.55× coupler (Leica C-mount 11541544). The response from SYTO 9 was recorded using a 1.5-s exposure through an L5 (GFP) Nomarski prism, while the ROX Reference Dye was collected using a 1-s exposure through a Texas Red prism. Images were collected using a Hamamatsu ORCA-ER CCD camera (Hamamatsu Photonics K.K., Hamamatsu City, Japan) at 100 gain. Temperature was recoded using the built-in features of the TC-720 Controller in ∼1 s intervals and correlated to the images via image metadata.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Microscopy data collection"
        },
        {
            "text": "In these experiments, we chose to use a microscope, instead of the custom real-time amplification instrument we used previously (23, 24) , because the microscope has superior optical properties (greater pixels per partition and lower exposure time requirements) to access higher temporal resolution and enhanced kinetic measurements.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Microscopy data collection"
        },
        {
            "text": "The MATLAB script processes a .txt file with temperaturetime data generated from the TE Tech Controller and a TIF stack containing 2-channel images of the LAMP and melt curve from the LEICA microscope. Partitions are identified using a custom iterative thresholding algorithm and labels are propagated throughout the TIF stack using a custom labeling algorithm. Average well intensity is tracked over time to generate LAMP curves and plotted against temperature to generate the melt curves. Complete details of the script are in the Supplementary Materials and Methods, 'MAT-LAB script.'",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATLAB script processing"
        },
        {
            "text": "Bulk LAMP reactions were conducted in 10 l volumes within a well plate on a CFX96 Real-time Thermocycler (Bio-Rad) at buffer conditions and temperatures matching the dLAMP reactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATLAB script processing"
        },
        {
            "text": "Enzymatic digestions of bulk LAMP products were conducted using CAC8I (#R0579S), Hpy166II (#R0616S), ACCI (#R0161S), AciI (#SR0551S), MseI (#R0525S) and HpyCH4III (#R0618S) purchased from New England Biolabs and were conducted in 50 l reaction volumes containing 1 l enzyme, 1 g DNA, in 1 × Cut Smart Buffer and incubated for 1 h at 37 • C. Samples were inactivated for 1 h at 80 • C and diluted to 1 ng/l (∼1:300) to run on an Agilent 4200 TapeStation using High Sensitivity D5000 ScreenTape (#5067-5592) with ladder (#5190-7747), and D100 Screen-Tape (#5067-5584) with High Sensitivity D1000 Reagents (#5067-5585). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATLAB script processing"
        },
        {
            "text": "The 300-500 ng of amplified DNA products were fragmented to the average size of 200 bp with Qsonica Q800R sonicator (power: 20%; pulse: 15 s on/15 s off; sonication time: 12 min) and libraries were constructed using NEB-Next Ultra™ II DNA Library Prep Kit (NEB, #E7645) following manufacturer's instructions. Briefly, fragmented DNA was end-repaired, dA tailed and ligated to NEBNext hairpin adaptors (NEB, #E7335). After ligation, adapters were converted to the 'Y' shape by treating with USER enzyme and DNA fragments were size selected using Agencourt AMPure XP beads (Beckman Coulter, #A63880) to generate fragment sizes between 250 and 350 bp. Adaptorligated DNA was PCR amplified with five cycles followed by AMPure XP bead clean up. Libraries were quantified with Qubit dsDNA HS Kit (ThermoFisher Scientific, #Q32854) and the size distribution was confirmed with High Sensitivity DNA Kit for Bioanalyzer (Agilent Technologies, #5067). Libraries were sequenced on Illumina HiSeq2500 in single-read mode with the read length of 50 nt to the sequencing depth of 10 million reads per sample, following manufacturer's instructions. Base calls were performed with RTA 1.18.64 followed by conversion to FASTQ with bcl2fastq 1.8.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Library preparation and sequencing"
        },
        {
            "text": "Raw FASTQ files were first analyzed with FastQC v0.11.8. Overrepresented sequences were compared with input primer sequences to find reads consisting of potential products from the LAMP reactions. To verify that all adjoining products were accounted for the FASTQ files were aligned to the predicted products using Bowtie2 v2.3.4.3 with global very-sensitive settings. Unaligned reads were checked for any remaining possible amplification products. All regions consisting of sequences from multiple primers were tallied by counting the reads with a substring of n = 11 from the end of each primer. One adjoining region between primers contained a random insertion of nucleotides and was analyzed by first extracting all reads containing the primer before and after the random nucleotides. The length and sequence distribution of random inserts was then analyzed from the extracted reads.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequencing analysis"
        },
        {
            "text": "We first wished to test whether melting temperature (T m ) could be used to separate specific and non-specific amplification in a LAMP assay run in bulk. To start, we selected a concentration near the LOD where we might observe both specific and non-specific amplification. We used extracted CT genomic DNA in the presence of two commercially available polymerases, Bst 2.0 and Bst 3.0, with CT 23S as the amplification target. At target molecule concentrations of 10 copies per L (cp/l), amplification using Bst 2.0 polymerase began between 10-11 min ( Figure 1A ) and had uniform T m ( Figure 1B ). Amplification using Bst 3.0 polymerase ( Figure 1C ), also yielded amplification from 10-11 min; however, we also observed a non-specific amplification at 15 min, defined as having a different T m than the specific amplification events ( Figure 1D ). This indicated Bst 3.0 could be a useful model for studying non-specific amplification. We observed that early amplifying products corresponded to specific amplification events, and the later products corresponded to non-specific amplification, supporting our prediction that we could use T m as a proxy for sequence identity, as is common with PCR and has been used previously in LAMP (25) (26) (27) (28) (29) .",
            "cite_spans": [
                {
                    "start": 1238,
                    "end": 1242,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1248,
                    "end": 1252,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [
                {
                    "start": 554,
                    "end": 563,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 588,
                    "end": 597,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 642,
                    "end": 651,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 839,
                    "end": 848,
                    "text": "Figure 1D",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Bulk LAMP studies reveal non-specific products with high melting temperature (T m )"
        },
        {
            "text": "Using Bst 3.0 at low concentrations of target is a useful system to study non-specific amplification. To investigate the role of the concentration of the target on the incidence of non-specific amplification, we performed half-log dilutions of template from 10 to 0.316 cp/l. At 3.16 cp/l ( Figure  1E and F), only specific amplification occurred (24 replicate wells/plate). However, once template concentrations reached 1 cp/l ( Figure 1G and H), non-specific amplification occurred with greater frequency than specific amplification (18 of the 24 replicates generated false positives). Similarly, for 0.316 cp/l ( Figure 1I and J) 15 of the 24 replicates generated false positives. We next ran the same assay in the absence of template (no-template control, NTC) ( Figure  1K and L). Even though we did not expect amplification, we observed all reactions amplified. A total of 44 of 45 replicates amplified at a T m of 91 • C, consistent with the T m of non-specific amplification in the presence of template. Although it is possible for a reaction to generate multiple different non-specific amplification products, even ones with T m matching to the specific products, the single amplicon observed at 88 • C in the NTC was a contaminant that appeared to have the same sequence as the specific products ( Figure 2A [well F8]). In general, when the specific target was present, it amplified sooner and outcompeted the nonspecific amplification, thereby reducing the number of observations of non-specific amplification. To determine if the non-specific amplification was inherent to the polymerase or a consequence of buffer selection, we conducted additional studies using both Bst polymerases (Supplementary Figure S1 and Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 291,
                    "end": 301,
                    "text": "Figure  1E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 430,
                    "end": 439,
                    "text": "Figure 1G",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 616,
                    "end": 625,
                    "text": "Figure 1I",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 767,
                    "end": 777,
                    "text": "Figure  1K",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1308,
                    "end": 1317,
                    "text": "Figure 2A",
                    "ref_id": null
                },
                {
                    "start": 1712,
                    "end": 1721,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1726,
                    "end": 1734,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Bulk LAMP studies reveal non-specific products with high melting temperature (T m )"
        },
        {
            "text": "To better understand non-specific amplification in LAMP, we investigated the sequence identity of the nonspecific products with high T m using sequencing and gel analysis and compared them with the specific products. The T m of specific amplification differed between the two polymerases tested. Specific amplification for Bst 2.0 had a T m of 85.5 • C, whereas specific amplification using Bst 3.0 had a T m of 88 • C, and demonstrated non-specific amplification at T m of 91 • C. The non-specific amplification had identical T m to amplification in absence of template ( Figure 1K and L). Despite the specific amplification products of Bst 2.0 and Bst 3.0 producing similar gel banding patterns (Figure 3 ) and the same sequencing results (see Figure 2B ), they had different T m ( Figure 1B and D, respectively). We determined the difference in T m was due to differences in buffer conditions (Supplementary Figure S1 and Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 573,
                    "end": 582,
                    "text": "Figure 1K",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 697,
                    "end": 706,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 746,
                    "end": 755,
                    "text": "Figure 2B",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 793,
                    "text": "Figure 1B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 911,
                    "end": 920,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 925,
                    "end": 933,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Bulk LAMP studies reveal non-specific products with high melting temperature (T m )"
        },
        {
            "text": "In all bulk reactions, we observed non-specific products with high Tm. This was surprising because in PCR primer dimers have low Tm; moreover, in previous demonstrations of LAMP, T m was lower for non-specific compared with specific products (27) . Thus, we investigated the sequence identity of the non-specific product with high T m . We ran the LAMP products on a gel and observed that the characteristic pattern of the specific amplification products differed substantially from the banding pattern seen in the high-T m non-specific products ( Figure 3) . Interestingly, the high-T m non-specific product had a ladder pattern resembling that of specific LAMP products.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 557,
                    "text": "Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Bulk LAMP studies reveal non-specific products with high melting temperature (T m )"
        },
        {
            "text": "To determine the identity of the high-T m non-specific products, we performed next generation sequencing (NGS). We observed that the non-specific products lacked the corresponding target sequence and identified the product as a mixture of full-length FIP, BIP and their complements, as well as fragments of BIP ( Figure 2A) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 313,
                    "end": 323,
                    "text": "Figure 2A)",
                    "ref_id": null
                }
            ],
            "section": "Bulk LAMP studies reveal non-specific products with high melting temperature (T m )"
        },
        {
            "text": "To confirm the sequence identity of the amplicon, we targeted the FIP and BIP regions using several restriction endonucleases. Digestion of the specific and non-specific products resulted in different banding patterns than the undigested samples, and was consistent with the presence of both FIP and BIP endonuclease recognition sites within the sequence (Supplementary Figure S2) . Specific amplification products were 47% GC; non-specific amplification products were 53% GC.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 380,
                    "text": "Figure S2)",
                    "ref_id": null
                }
            ],
            "section": "Bulk LAMP studies reveal non-specific products with high melting temperature (T m )"
        },
        {
            "text": "We hypothesize a mechanism for the formation of the nonspecific product with high T m originating as a consequence of interactions of the Bst polymerase and LAMP inner primers. Other potential mechanisms include LIMA (30) and UIMA (31) , but are inconsistent with our sequencing results, which observe nearly equal reads of the forward and reverse strand as measured by counting the complementary sequences between each junction. Our proposed mechanism requires properties that have been observed with Bst enzymes: a strand-displacing polymerase lacking 3 -5 exonuclease activity--common to polymerases from thermophilic bacteria (32, 33) , template switching ability to allow synthesis across a discontinuous template (33), terminal transferase activity, or the ability to perform nontemplated synthesis (32, (34) (35) . Briefly, the non-specific product likely arises from extension of a low probability homo-dimerization of the Backward Inner Primer (BIP), followed by elongation across a discontinuous junction ('template switching') to form a double-stranded product incorporating Forward Inner Primer (FIP). Through breathing of the molecule, the 3 of one strand may form a second hairpin and amplify. Some of these amplification events incorporate several random nucleotides via terminal nucleotidyl transferase activity resulting in a pool of hairpins with 3 randomers. Sequences with complementary randomers are selected in vitro to amplify. The doublestranded product of this amplification can, through intramolecular hydrogen bonding, form two dumbbell-like structures and amplify in a fashion similar to the standard LAMP mechanism, but primed by BIP. Repetitive cycles of self-priming and hairpin priming by BIP result in numerous sequences with complementarity and the possibility of multiple replication loci within a single molecule. This process can give rise to very long amplicons, and even a branched, mesh-like network from the multimeric sequences annealing to their neighbors or in a self-complementary fashion. A simplified version of this mechanism, annotated Figure 2. Quantification of junctions using next-generation sequencing of select Chlamydia trachomatis amplification products from bulk reactions. Nonspecific amplification from the no-template control using Bst 3.0 (A), including amplification of a specific target contamination (well F8) corresponding to Figure 1K and L. Amplification in the presence of 10 cp/l template (B), using Bst 2.0 (wells A1-A3) corresponding to Figure 1A and B, and Bst 3.0 (wells C1-C3) corresponding to Figure 1C and D. Non-specific amplification in the presence of 10 cp/l template and Bst 3.0 (well C7) corresponding to Figure 1C and D. For a complete list of abbreviations used in this figure, see Supplementary Table S2 . Composite image of select Chlamydia trachomatis amplification products from a bulk reaction. Products were collected using D5000 tape on an Agilent TapeStation. Amplification in the presence of 10 cp/l template using Bst 2.0 (lanes A1-A3) corresponding to Figure 1A and B, and Bst 3.0 (lanes C1-C3, C7) corresponding to Figure 1C and D. Non-specific amplification in the no-template control (NTC; lanes E2-H1) correspond to Figure 1K and L. Contrast was determined using the automatic 'scale to sample' feature in the Agilent TapeStation analysis software.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 221,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 231,
                    "end": 235,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 630,
                    "end": 634,
                    "text": "(32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 635,
                    "end": 638,
                    "text": "33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "(32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 2392,
                    "end": 2401,
                    "text": "Figure 1K",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2509,
                    "end": 2518,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2569,
                    "end": 2578,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2688,
                    "end": 2697,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2767,
                    "end": 2789,
                    "text": "Supplementary Table S2",
                    "ref_id": null
                },
                {
                    "start": 3048,
                    "end": 3057,
                    "text": "Figure 1A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3112,
                    "end": 3121,
                    "text": "Figure 1C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3216,
                    "end": 3225,
                    "text": "Figure 1K",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "A proposed mechanism for formation of non-specific product"
        },
        {
            "text": "with sequencing data, can be found in Supplementary Figure S3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 61,
                    "text": "Figure S3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A proposed mechanism for formation of non-specific product"
        },
        {
            "text": "In more detail, a potential mechanism of formation of non-specific products is as follows: initially, a doublestranded amplicon is generated by homo-dimerization of BIP, and 3 extension of the homodimer to produce a partial reverse complement of BIP (prcBIP) (Figure 4-1). Bst polymerase is highly prone to mismatched extension (36) , and the two base pairs of CG provide a sufficient anchoring in the 3 to start elongation. Multiple Primer Analyzer (ThermoFisher) does not identify the BIP homodimer, unless maximum sensitivity is used. Alternatively, BIP-prcBIP product may arise from a single stranded BIP-hairpin, as has been observed by others (37) , although UNAfold (IDT) does not predict the formation of the hairpin for this primer. These structures may not need to be abundant at equilibrium, but as long as they are extended by the polymerase, the product will be stabilized and will accumulate.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "A proposed mechanism for formation of non-specific product"
        },
        {
            "text": "Upon accumulation of the BIP-prcBIP construct, the reverse complement of FIP (rcFIP) is incorporated by template switching (Figure 4 -2). The 3 of FIP is within spatial proximity of the homo-BIP sequence due to microhomology of to 5 end of the double-stranded sequence coupled with rapid breathing of two base pairs of TA. This allows temporary insertion and hybridization of FIP with the double-stranded BIP-prcBIP sequence (Figure 4-3) . When the polymerase is also in proximity of this reaction, FIP slips out of the junction, and the polymerase elongates across the 3 discontinuous junction (33,35) templated by FIP (Figure 4-4) . We confirmed the interaction of FIP and BIP produced the high-T m non-specific amplification, and that elimination of 3 microhomology could significantly reduce high-T m non-specific amplification (Supplementary  Figures S4-6 and Tables S3-4 ). After elongation, the FIP which has served as template, is poised to prime in the opposite direction (Figure 4 -5) . This either displaces the initial BIP mispairing (BIP*) or opens the hairpin, resulting in a double-stranded BIP-prcBIP-FIP product (Figure 4-6 ). This three part junction is observed as a complete product in NGS data. Breathing of double-stranded BIP-prcBIP-FIP is prone to formation of an intramolecular self-priming hairpin of rcBIP-pBIP ( Figure 4 . With each amplification, and re-prime by FIP, a single product is generated. This process of hairpin accumulation would cause the linear 'rinsing' baseline observed by other researchers (37) .",
            "cite_spans": [
                {
                    "start": 991,
                    "end": 994,
                    "text": "-5)",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 132,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 425,
                    "end": 437,
                    "text": "(Figure 4-3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 620,
                    "end": 632,
                    "text": "(Figure 4-4)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 832,
                    "end": 876,
                    "text": "(Supplementary  Figures S4-6 and Tables S3-4",
                    "ref_id": null
                },
                {
                    "start": 981,
                    "end": 990,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1129,
                    "end": 1140,
                    "text": "(Figure 4-6",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1340,
                    "end": 1348,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "A proposed mechanism for formation of non-specific product"
        },
        {
            "text": "Within this pool of linear amplifying products, the Bst enzyme will randomly incorporate additional nucleotides at the 3 end of FIP-pBIP-rcBIP-rcFIP via terminal transferase activity ( Figure 4 -11). Our sequencing methods are unable to observe a FIP-randomer hairpin because adapter ligation requires double-stranded products. This pool of hairpins with random sequences will accumulate until LAMP selects for sequences that amplify by sharing complementary 3 'toe holds' (Figure 4 -12) . Much like in vitro evolution, those sequences with the highest probability of amplification are selected (32) . The lack of a thermal gating mechanism in LAMP and lack of 3 -5 exonuclease activity makes the amplification reaction especially prone to in vitro evolution of self-amplifying products. When considered in this light, it is unsurprising that non-specific amplification could arise from mechanisms similar to the specific products. Within a given bulk reaction, variation in randomer sequence length and identity was low. However, between different samples, randomer sequences of multiple lengths and identities were observed. These two results further suggest that in bulk reactions amplification occurs from one or a few sequences (Supplementary Table Groups S5-7) .",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "text": "-12)",
                    "ref_id": null
                },
                {
                    "start": 595,
                    "end": 599,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 193,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 473,
                    "end": 482,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1233,
                    "end": 1266,
                    "text": "(Supplementary Table Groups S5-7)",
                    "ref_id": null
                }
            ],
            "section": "A proposed mechanism for formation of non-specific product"
        },
        {
            "text": "Elongation from the randomer overhang results in a double-stranded products, leading to dumbbell structures, and LAMP-like amplification. First, elongation of hairpins with complementary randomer toe holds produces a dimer of FIP-BIP-prcBIP-rcFIP coupled through the randomer ( (Figure 4-20) . A second priming of the hairpin by BIP of the rcBIP-pBIP hairpin and subsequent elongation, creates a new double-stranded product and reveals a self-priming 3 hairpin of the original strand (Figure 4-21) . As previously, upon elongation, the sequence primed by BIP is displaced (Figure 4-22) . Simultaneously, the self-priming event turns the FIP-BIP-prcBIP trimer to a pentamer, which may continue to be amplified by BIP. The released sequence (Figure 4-22) is again self-priming, and whose product is equivalent to Figure 4 -20 to restart the cycle. Further, amplified hairpins may, in addition to BIP priming of the hairpin, duplicate through self-priming by breathing and formation of a 3 rcBIP-pBIP hairpin (Figure 4-23) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 278,
                    "end": 291,
                    "text": "(Figure 4-20)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 484,
                    "end": 497,
                    "text": "(Figure 4-21)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 572,
                    "end": 585,
                    "text": "(Figure 4-22)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 739,
                    "end": 752,
                    "text": "(Figure 4-22)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 811,
                    "end": 819,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1006,
                    "end": 1019,
                    "text": "(Figure 4-23)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "A proposed mechanism for formation of non-specific product"
        },
        {
            "text": "The products of these reactions are capable of forming a branched, mesh-like network resulting in the observed high temperature melting. Products may experience random internal priming by through hairpin formation (e.g. . Furthermore, in addition to intramolecular bonding, the highly repetitive nature of these products allows for melting of internal fragments, which reanneal to self in a different conformation, or a neighboring strand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A proposed mechanism for formation of non-specific product"
        },
        {
            "text": "Though the initial steps of generating a double-stranded hairpin will be unique to our particular primer set, once a seed is generated, the processes of template switching and terminal transferase activity should be a general phenomenon associated with non-specific amplification of thermophilic polymerase resulting in exponential amplification. As evidence, when the mechanism of seed formation is disrupted through elimination of the microhomology, amplicons with high T m still occur, albeit with lower frequency and delayed occurrence (Supplementary Figures S4-6 and  Tables S3-4 ). Template switching and non-template synthesis are 100× slower than template extension (33). However, once the self-amplifying products are selected, the reaction follows standard exponential LAMP enrichment. Thus, accumulation of a sufficient pool of randomers may take time, but still result in a delayed bulk exponential amplification event. Furthermore, should a hairpin with attached randomer form, it is possible that the rising baseline, attributed to hairpin formation (37) , may also by in vitro selection of the products, lead to and result in spontaneous exponential amplification.",
            "cite_spans": [
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 540,
                    "end": 584,
                    "text": "(Supplementary Figures S4-6 and  Tables S3-4",
                    "ref_id": null
                }
            ],
            "section": "A proposed mechanism for formation of non-specific product"
        },
        {
            "text": "To study specific and non-specific amplification events at the digital single-molecule level, we developed a new approach that enabled HRM analysis (obtaining 'melt curves') to be performed on each partition. We used a commercially available microfluidic chip with 20,000 partitions and a previously published open-source dLAMP method accessible to most standard laboratories (23) with the fol-lowing improvements: incorporation of an off-the-shelf thermoelectric unit to both heat and cool the chips, and an enhanced MATLAB script to allow for multicolor tracking. We used the temperature-independent fluorophore ROX to track each partition's location and the dsDNA intercalating fluorophore SYTO 9 to follow amplification and hybridization status. This two-channel approach is required to follow a partition through both amplification and the entirety of the HRM when fluorescence from SYTO 9 is lost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "As an illustration of the capabilities of our approach, we first used real-time dLAMP to study the kinetic parameters of individual reactions and we used T m to classify reaction outcome ( Figure 5 ). Using real-time dLAMP, we followed individual partitions as they amplified as a function of time ( Figure 5A ) and then by temperature as they went through HRM ( Figure 5B ). Real-time imaging of individual partitions enables us to reconstruct the standard amplification curves of intensity for each partition as a function of time ( Figure 5C ), and plotting the fluorescence intensity as a function of temperature yields an HRM trace ( Figure 5D ); the negative derivative plot ( Figure 5E ) of this melt trace is the standard melt curve. Analogous to bulk measurements, the standard melt curve is used to classify reactions as specific or non-specific. We used these classifications to identify important patterns in the kinetics of each type of amplification ( Figure 5F -H).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "Figure 5",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 300,
                    "end": 309,
                    "text": "Figure 5A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 363,
                    "end": 372,
                    "text": "Figure 5B",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 535,
                    "end": 544,
                    "text": "Figure 5C",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 639,
                    "end": 648,
                    "text": "Figure 5D",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 683,
                    "end": 692,
                    "text": "Figure 5E",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 966,
                    "end": 975,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "We next used real-time dLAMP with HRM to determine whether differences in time to positive (TTP) were due to a difference in amplification initiation or in rate. We expect this information would be valuable for elucidating whether the molecules that lead to bulk amplification are the ones that are first to initiate or the ones that initiate with the fastest rates. We found that TTP can be heterogeneous while T m is constant (28.6 ± 8.9 min with 87.5 ± 0.2 • C), indicating that the same product may initiate at different times ( Figure 5F ). This is consistent with our knowledge of the stochastic initiation of LAMP (23, (38) (39) . Further, we observed some variability in the maximum rate despite similar T m (23.7 ± 6.8 RFU/30 s, with 87.5 ± 0.2 • C T m ), which indicates the same product may amplify at different velocities ( Figure 5G ). In general, we observed that maximum rate often corresponded to the point when the reaction first began to amplify. By plotting rate as a function of TTP ( Figure  5H ) we observed little fluctuation in rate across a range of different TTPs (23.7 ± 6.8 RFU/30 s with 28.6 ± 8.9 min), indicating that the differences in TTP are mostly delays in the initiation of amplification rather than differences in the rate of amplification.",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 625,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 626,
                    "end": 630,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 631,
                    "end": 635,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 533,
                    "end": 542,
                    "text": "Figure 5F",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 836,
                    "end": 845,
                    "text": "Figure 5G",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1005,
                    "end": 1015,
                    "text": "Figure  5H",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "The use of real-time data revealed heterogeneity in the timing of amplification initiation and the amplification rate, but homogeneity in T m , indicating stochasticity in initiation of amplification. In some cases, outlier data points for rate occurred. To determine whether removing these outliers impacted the distribution of enzymatic rates, we performed a non-parametric test (Supplementary Figure S7) and found no significant differences in enzymatic rates when these outliers were excluded.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 396,
                    "end": 406,
                    "text": "Figure S7)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "We next asked whether we could observe in dLAMP the same pattern of high-T m non-specific amplification and low-T m specific amplification that we observed in bulk. We performed dLAMP using three chips containing tem- plate, and three chips lacking template (NTC) and observed ∼55,000 partitions for each condition. Although 60 000 partitions are possible, not all partitions filled nor can all partitions be tracked for the full duration of an experiment. For the melt curve, fluorescence readings were taken at 1 • C increments from 55-90 • C; and at 0.5 • C increments from 90-95 • C to give higher resolution. Due to slight differences in the timing between the heating element and the image collection, some chips were observed at slightly different temperatures (<0.5 • C). Our approach enabled us to differentiate specific and non-specific amplification events using HRM. When using the polymerase Bst 2.0 and template ( Figure 6A , blue points), we observed a large band of amplification in the temperature range 88.5-90.3 • C, in agreement with the T m observed when performing the reaction in bulk (Figure 1 ). In contrast, the NTC ( Figure 6A , red points) had very few amplification events in that temperature range (68 out of 51 279 partitions). Hence, we defined events that occurred in the T m range 88.5-90.3 • C as true positives (specific amplification events) and we defined those that occurred outside this range (in both the NTC and in the presence of template) as false positives (non-specific amplification events). When using the polymerase Bst 3.0, we observed a large band of amplification from 91.25 to 92.75 • C in the presence of template ( Figure 6B , blue points) that did not correspond with amplification in the NTC ( Figure 6B , red points) so we defined these as specific amplification events. As with bulk measurements, we determined the difference in T m between specific amplification events between Bst 2.0 and Bst 3.0 was due to the difference in buffer composition (Supplementary Figure S1 and Table S1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 928,
                    "end": 937,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1108,
                    "end": 1117,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1144,
                    "end": 1153,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1670,
                    "end": 1679,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1751,
                    "end": 1760,
                    "text": "Figure 6B",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2021,
                    "end": 2030,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2035,
                    "end": 2043,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "During these experiments, we observed two common patterns. First, the T m for specific amplification events was 3-5 • C lower in digital compared with bulk measurements. We attribute this difference to temperature calibration; the thermocycler is calibrated to the liquid temperature, whereas the thermoelectric element measures the temperature of the heating element. Second, false positives in the NTC had predominantly high T m , which we attribute to the non-specific product we identified in the bulk reactions. We also observed differences in total amplification events between the two polymerases. Assays with Bst 3.0 resulted in substantially more non-specific amplification than those with Bst 2.0 and confirmed this was not an issue with buffer selection (Supplementary Figure S1 and Table S1 ). After 90 min, Next, we tested whether TTP is different for specific and non-specific amplification. Because LAMP follows a 'winner-takes-all' format, frequent and early non-specific amplification events may dominate bulk amplification. In general, for both Bst 2.0 and Bst 3.0, specific amplification had earlier TTP than non-specific amplification, although there was some overlap, mostly >90.5 • C ( Figure 6A and B). We were able to distinguish the clustering of high-T m non-specific products separately from specific amplification using a threshold of 88.5-90.3 • C ( Figure 6C and Supplementary Figure S8A ). We illustrate each partition with only partial opacity so that when false positives in the NTC (red) overlap with false positives in the template-containing sample (blue), the overlap of multiple colors appears purple ( Figure 6D ). Color intensity indicates the abundance of paritions at a given TTP and temperature. To further illustrate how this approach can be used to differentiate specific and non-specific amplification, we next selected a re-gion where both specific and non-specific products were observed. For Bst 3.0, we were able to distinguish the clustering of high-T m non-specific products separately from specific amplification using the threshold of 91. .75 • C ( Figure 6E ) and we observed better separation of specific and non-specific amplification than with Bst 2.0 ( Figure 6F and Supplementary Figure S8B) . Both enzymes had highly variable TTP, which we have observed previously (23) and attribute to stochastic initiation of LAMP. Bst 2.0 had both earlier specific amplification and later non-specific amplification than Bst 3.0. Bst 2.0 reactions containing template generally started at 10 min, whereas non-specific amplification began at ∼40 min. In contrast, Bst 3.0 reactions containing template began at 11.5 min and non-specific amplification began at ∼20 min.",
            "cite_spans": [
                {
                    "start": 2326,
                    "end": 2330,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 780,
                    "end": 789,
                    "text": "Figure S1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 794,
                    "end": 802,
                    "text": "Table S1",
                    "ref_id": null
                },
                {
                    "start": 1208,
                    "end": 1217,
                    "text": "Figure 6A",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1379,
                    "end": 1388,
                    "text": "Figure 6C",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1407,
                    "end": 1417,
                    "text": "Figure S8A",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1641,
                    "end": 1650,
                    "text": "Figure 6D",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2103,
                    "end": 2112,
                    "text": "Figure 6E",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2212,
                    "end": 2221,
                    "text": "Figure 6F",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 2240,
                    "end": 2251,
                    "text": "Figure S8B)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "Next we asked whether there is a difference between the maximum rates of specific and non-specific amplification. Previously, we demonstrated that rate could be used to correct for some non-specific amplification using Escherichia coli 23S primers (23), so we wished to test whether we could use maximum rate as a way to differentiate specific and nonspecific amplification. Generally, specific and non-specific amplification reactions did not have the same maximum rate. For Bst 2.0, non-specific amplification tended to have a slower max rate than specific amplification, although there was some overlap (Figure 6G ). At high T m , the clustering of non-specific amplification in both the presence of template and in the NTC were observed at >90.5 • C and below ∼50 RFU/30 s ( Figure 6H ). For Bst 3.0, although there was substantial overlap, we again observed that nonspecific amplification tended to have slower maximum rate than specific amplification ( Figure 6I ). Examining the high-T m amplification events, non-specific amplification collects above 92.75 • C and has maximum rate extending out to 75 RFU/30 s ( Figure 6J ). For both enzymes, overlap between specific and non-specific amplification was similar and specific amplification tended to be faster. However, the maximum rate of specific amplification between the two enzymes differed; Bst 2.0 had a maxium rate of 150 RFU/30 s, whereas Bst 3.0 did not exceed 100 RFU/30 s. Bst 2.0 performing faster than Bst 3.0 is consistent with our previous observations using an E. Coli 23S primer set (23) . Additionally, the maximum rate of non-specific amplification in Bst 2.0 tended to be lower than non-specific amplification in Bst 3.0 (50 and 75 RFU/30 s, respectively). Consequently, the extent of overlap of specific and non-specific amplificaiton was greater for Bst 3.0 than Bst 2.0.",
            "cite_spans": [
                {
                    "start": 1558,
                    "end": 1562,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 606,
                    "end": 616,
                    "text": "(Figure 6G",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 779,
                    "end": 788,
                    "text": "Figure 6H",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 959,
                    "end": 968,
                    "text": "Figure 6I",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1121,
                    "end": 1130,
                    "text": "Figure 6J",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "We observed an unexpected relationship between the final intensity of each partition and the maximum rate of that partition. After 90 min of amplification, a partition should theoretically reach a fluorescence maximum whereby all reagents are consumed, amplification plateaus and thus the final intensity would be independent of the maximum rate of amplification. However, surprisingly, we observed a general scaling between the maximum rate and the final intensity of the partition. For Bst 2.0, all amplification in the NTC has final intensity <1017 RFU and maximum rate <53.4 RFU/30 s. In the presence of template, 79.7% of non-specific amplification and 52.3% of specific amplification had final intensity and maximum rate less than these thresholds. For 45 .6% of specific amplification fell within these thresholds using Bst 3.0. Thus, false positives were generally dimmer and had slower maximum rates than most true-positive events. When examining the brightest partitions, Bst 2.0 ( Figure 6K) and Bst 3.0 (Figure 6L ) exhibit a similar maximal final intensity near 3000 RFU. These maxima are also surprising, considering our 12-bit camera is capable of imaging up to 4096 RFU (the detector was not at saturation). We suspect that this maxima corresponds to consumption of one of the reagents; while scaling between maximum rate and final intensity occurs when stochastically initiated reactions have not completely amplified, resulting in partitions dimmer than the maxima and proportional to their rate of amplification.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 761,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [
                {
                    "start": 992,
                    "end": 1002,
                    "text": "Figure 6K)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1015,
                    "end": 1025,
                    "text": "(Figure 6L",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "During these dLAMP experiments, we also observed a relationship between maximum rate and TTP. In bulk reactions, the first and fastest amplification event determines the reaction outcome by consuming all of the reagents. Thus, we hypothesized that reaction conditions that promote fast and early amplification in the NTC would lead to a high false-positive rate in bulk and thus misidentification of amplification. In both Bst 2.0 ( Figure 6M) and Bst 3.0 ( Figure  6N ) we observed a general trend of fast amplification events occurring earlier, and slow events occurring later. In Bst 2.0, we observed greater heterogeneity in TTP and rate than in Bst 3.0. Furthermore, non-specific amplicons in the NTC tended to produce slower and later amplification events. Occasional outliers occurred at both fast and early times.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 443,
                    "text": "Figure 6M)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 458,
                    "end": 468,
                    "text": "Figure  6N",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "Next, to explicitly test whether fast and early events correspond to specific amplification, we analyzed the relationship between a partition's TTP, its maximum rate, and T m . In the first 12 min of amplification, we observed six nonspecific amplification events in Bst 2.0 (four in the presence of template; two in the NTC; Figure 6O ), and we observed 13 non-specific events in Bst 3.0 (10 in the presence of template; three in the NTC; Figure 6P ). For both polymerases, we were able to distinguish the rare, fast and early nonspecific amplicons from true positives. For Bst 2.0, these non-specific amplifications were slower than the fastest true positives, and occurred at similar times. In contrast, for Bst 3.0, the earliest amplification events were false positives and tended to have similar rates to the true positives. We hypothesize that in bulk reactions, the fast and early non-specific amplification events (as seen in Bst 3.0 Figure 6P ) lead to non-specific measurements, whereas non-specific amplification that coincides with specific amplification, but proceeds at a slower rate (as seen in Bst 2.0 Figure 6O ), would still produce specific amplification in bulk. This hypothesis is corroborated by sequencing of bulk LAMP reactions (Figure 2) . Though individual bulk reactions may be assigned a homogeneous label as 'true positive' or 'false positive' by T m , sequencing identifies multiple products within each reaction and the T m is determined by the dominant product. For example, we observed a 'false positive' by T m ( Figure  1C and D) , despite the presence of template. The sequencing of this product, contained non-specific product sequences, similar to those observed in the NTC, at high prevalence, as well as the specific target sequences in low abundance (Figure 2 [well C7]) . Similarly, though 'true positive' is as-signed to other bulk reactions in the presence of template, the non-specific products are still observed at low abundance (e.g. Figure 2 [well F8] ). Further, a greater number of non-specific partitions in digital using Bst 3.0 than Bst 2.0, is correlated with a greater number of non-specific reads despite the presence of template in the sequencing data (Comparing Figures 6A-B and 2B group A versus C) . We hypothesize that the combination of real-time parameters (such as rate and TTP), combined with the ability of digital assays to yield probabilities and to assign reaction identity through HRM, may ultimately help researchers optimize bulk reaction conditions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 326,
                    "end": 335,
                    "text": "Figure 6O",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 440,
                    "end": 449,
                    "text": "Figure 6P",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 943,
                    "end": 952,
                    "text": "Figure 6P",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1119,
                    "end": 1128,
                    "text": "Figure 6O",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1253,
                    "end": 1263,
                    "text": "(Figure 2)",
                    "ref_id": null
                },
                {
                    "start": 1548,
                    "end": 1565,
                    "text": "Figure  1C and D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1792,
                    "end": 1812,
                    "text": "(Figure 2 [well C7])",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1983,
                    "end": 2001,
                    "text": "Figure 2 [well F8]",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 2222,
                    "end": 2259,
                    "text": "Figures 6A-B and 2B group A versus C)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Melting temperature differentiates specific and non-specific reactions in dLAMP"
        },
        {
            "text": "To better visualize how TTP, max rate, final intensity and T m data are interrelated, we next plotted these data in a four-dimensional (4D) space ( Figure 6Q -R, Supplementary Videos S1 and 2). We observed that among all partitions, regarless of if the product was specific or non-specific amplificiation, fluorescence was brighter when amplification occurred earlier and faster. This was true for both polymerases. Additionally, we observed two types of nonspecific amplification. The first type of non-specific was the traditional 'primer-dimer' cloud, which is characterized by a low T m , low final fluorescence intensity, a slow max rate and a generally late TTP. The second type of non-specific cloud matches only in its high T m , and spans a wide range of rates, TTP and final intensities. The high-T m non-specific amplification occurs with greater frequency than the low-T m non-specific amplification. The major differences between the polymerases can also be resolved with this visualization. The number of non-specific amplification events is much fewer for Bst 2.0 than for Bst 3.0. Further, these nonspecific events in Bst 2.0 never achieve same fluorescene intensity or maximum rate as with Bst 3.0. We include the 4D representation as part of our MATLAB code, and as videos in the Supplementary Data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 157,
                    "text": "Figure 6Q",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "A complex interplay exists among TTP, max rate, final intensity and T m"
        },
        {
            "text": "We next asked whether using a combination of digital realtime parameters, in conjunction with T m , could be used to improve the performance (LOD) of a dLAMP assay. For any given assay, there is a large combination of possible parameters (e.g. amplification rate, TTP, fluorescence intensity) that are used to determine when a digital partition is 'on' or 'off.' Use of these parameters and selection of thresholds will influence assay performance (analytical specificity and sensitivity). Assay performance is affected by amplification time and the combination of choices of parameters used to process the data impacting LOD, the probability of detecting a molecule (efficiency), and the clinical sensitivity and specificity. Having established that there is a direct relationship between T m , sequence identity and structure, we determined that T m allows us to explicitly differentiate specific and non-specific amplification in dLAMP, and thus, differentiate true from false positives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification of true or false positives enables optimal analysis parameter selection"
        },
        {
            "text": "Nucleic Acids Research, 2020, Vol. 48, No. 7 e42 We foresee two separate situations of dLAMP analysis using HRM. First, where HRM is not incorporated in the final assay, but is used during assay development. Second, the ideal situation for quantitative performance, where HRM is incorporated into the final LAMP assay. We expect the first group of LAMP assays to exist because collecting T m data adds additional time to an assay and requires more advanced hardware to run. This may be unideal in situations requiring more rapid diagnostics or limited-resource and field settings where the hardware may be impractical. Nonetheless, running HRM is still useful during LAMP assay development to select the optimal combination of parameters for end-point or real-time LAMP without using T m . Hence, T m allows one to identify the correct combination of assay parameters, and how to analyze the data for best LOD.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 48,
                    "text": "Research, 2020, Vol. 48, No. 7 e42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "LOD is a key parameter when optimizing clinical assays because pathogen load is low in many infections (e.g. in blood infections or asymptomatic sexually transmitted infections). We thus illustrated the optimization of parameters using improved LOD as the selection criteria. The combination of real-time dLAMP with HRM can uniquely define LOD because of the combination of digital and T m . Unlike bulk assays, which require a concentration titration curve (and are thus dependent on integrated signal intensity and enzymatic turnover), digital assays only require that an event (target molecule) is or is not observed and can be counted relative to the partition volume (40, 41) . The minimum LOD for any digital assay corresponds to one target or amplification event per partition volume. Hence, we can define LOD from a single concentration point by Equation (1):",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 676,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 677,
                    "end": 680,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "where C True is the concentration of target molecules loaded by ddPCR counts in copies per microliter, N True is the number of true positive (specific) amplification events observed on a chip, N False is the number of non-specific amplification events observed on a chip and N CI is the number of expected molecules for a given confidence interval. In this equation, the N True and N False are chip-specific, and take into account the total volume of the chip, the number of partitions and the volume of partitions. Furthermore, in Equation (1), amplification efficiency is implicitly taken into account via the N True parameter (in other words, for a less efficient amplification process, a given C True on a given chip would lead to a lower value of N True ). For simplicity, Equation (1) makes the assumption that the measurements are performed at sufficiently low concentrations (as is typical for LOD experiments) that only a very small fraction of occupied partitions contain more than one molecule and therefore there is a linear relationship between C True and N True . The concentration loaded, C True , generates N total counts of both true-and false-positive events. We can divide this concentration by the minimal number of counts needed to identify a specific amplification event and define this as the LOD. The minimum number of counts needed to guarantee a specific amplification event is observed is determined by N True , N False and N CI . N True and N False are determined empirically, whereas N CI is calculated from the desired expected number of molecules that will yield at least one detection event for a given confidence interval (N CI ) from the Poisson equation. If we require a 95% CI to observe a true positive across an entire chip, the minimum number of counted events is 3 (i.e. 5% of the time, the Poisson expected loading of three target molecules will still measure zero events.) For a 98% CI, N CI would be four counts. Hence, all true-positive counts in excess of N CI are counts observed above the LOD. Uncertainty in the LOD is given by Supplementary Equations S1-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "Counting only true positives does not account for interference from false positives. In order to meet our minimum counts for detection, our equation must remove false counts (N False ). The generally accepted procedure for LOD calculations with a 99.7% CI is to assign N True only when the counts exceed the background plus three standard deviations of the background (N False + 3 × √ N False ). We approximate the variance in the background using the counting error as three times the square root of the number of false-positive events counted and subtract those counts from the true-positive counts to yield the equation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "Using this calculation of LOD to optimize an assay has three limitations. First, Equation (1) fails to produce a number with physical meaning when the number of true-positive events (N True ) is less than the number of false-positive events plus three times the standard deviation in false amplification (N False + 3 × √ N False ). In this case, it is not possible to conclusively observe a true positive, and the LOD becomes irrelevant. Second, Equation (1) gives an absolute LOD. The numerator (concentration of template molecules loaded on the chip, as determined by PCR) is corrected for the probability of observing a molecule amplify (efficiency) by the true-positive counts. N False accounts for the non-specific amplification, and N CI accounts for the Poisson probability associated with loading a target molecule. Third, this equation is specific to digital assays.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "We first sought to demonstrate the selection of optimal parameters for situations where HRM is not incorporated into the final assay. Using this process, one can pick any threshold and use T m to determine the optimal trade-off between true and false positives. All initial experiments testing the utility of LOD, juxtaposed against receiver operating characteristic (ROC) curves, to identify optimal parameters were done using Bst 3.0. We began by determining the optimal thresholds for max rate, Fluorescence Intensity, and amplification time. We demonstrate optimization of all three parameters, using T m as the arbiter, to illustrate the utility of our method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "We tested the use of ROC curves (commonly used to indicate clinical sensitivity and specificity) to compare the performance in response to a given parameter. ROC curves provide a visual representation of the ability to distinguish between a true-positive and false-positive event, as a function of a given threshold, but can be difficult to use for optimal selection of LOD. ROC curves show the fractions of true and false positives, where the true-positive fraction is the number of true positives at a given threshold out of the total number of true positives observed by T m ; and the falsepositive fraction is the number of false positives counted at the given threshold, divided by the total number of false positives observed by T m . A perfect classifying test will yield the largest true-positive fraction and smallest false-positive fraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "When plotting the ROC curve for maximum rate (Supplementary Figure S9A ), we observed that rate initially performs very well for eliminating false positives (the falsepositive fraction is very small for very high rates). However, as the digital threshold (analogous to ROC 'cut-point') for rate decreases, a greater number of both false and truepositive values are counted. Closer examination of this range of thresholds (Supplementary Figure S9B) emphasizes the Youden Index at 34.6 true-positive fraction and 4.6 false-positive fraction as a possible choice for optimum threshold, although the assay performance in terms of LOD is unclear. The choice for optimal final-intensity threshold is even less clear with the ROC curve ( Supplementary Figure S9C) , as the ROC curves do not give clear indication of the optimal LOD (the ROC curve is a gentle concave slope). Even relatively high fluorescence thresholds do not give indications of the optimal cut-point (Supplementary Figure  S9D) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 60,
                    "end": 70,
                    "text": "Figure S9A",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 436,
                    "end": 447,
                    "text": "Figure S9B)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 731,
                    "end": 756,
                    "text": "Supplementary Figure S9C)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 977,
                    "end": 989,
                    "text": "Figure  S9D)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "Filtering using LOD revealed a clear optimum. We plot the total number of events for both true and false positives and LOD as a function of maximum rate ( Figure 7A ). The LOD curve revealed a clear minima, corresponding to the optimal cut-point using rate. Selecting the threshold of 49.8 RFU/30 s generated an LOD of 2.11 ± 0.92 cp/l. Similarly, plotting LOD against final intensity resulted in a clear minima, despite the histogram appearing as a continuum and the cut-point being thus ambiguous ( Figure 7B ). Using final intensity, an LOD of 2.14 ± 0.89 cp/l can be achieved at 1393 RFU.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 164,
                    "text": "Figure 7A",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 501,
                    "end": 510,
                    "text": "Figure 7B",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "The ROC curve for TTP presented a narrow range of thresholds, with ∼50% true-positive fraction and 2% falsepositive fraction, although the precise optimal threshold was not obvious (Supplementary Figure S9E) . To refine this threshold, we plotted the LOD and the cumulative counts as a function of time in both linear ( Figure 7C ) and logarithmic scales ( Figure 7D ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 207,
                    "text": "Figure S9E)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 320,
                    "end": 329,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 357,
                    "end": 366,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "Assays employing HRM only during the development of the assay can improve the LOD of the final assays by selecting (making an informed choice of the optimum threshold). The LOD decreases (blue curve) as the true positives begin to amplify (blue dashed) and increases, as the false positives amplify (red dashed). The minima for this system occurs at 34 min and 0.93 ± 16 cp/l, striking a balance between allowing many true positives to amplify and only a small amount of false positives to occur (53.6% true-positive fraction and 1.5% false-positive fraction) and is clearly defined using the linear scale ( Figure 7C ). Plotting of LOD on the logarithmic scale ( Figure 7D ) emphasizes improperly selecting a threshold can result in several orders of magnitude loss in assay performance (for example, stopping the assay too early or allowing the assay to run for too long). Although dLAMP is robust to perturbations, selecting the appropriate duration for amplification is important.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 608,
                    "end": 617,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 664,
                    "end": 673,
                    "text": "Figure 7D",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "In contrast, assays using HRM as part of the final readout can distinguish false positives from the true positives and improve LOD further by excluding non-specific amplification from the analysis. In some instances, an NTC may incorrectly identify partitions as true positives by T m (black dashed). We incorporate these events as non-specific amplification in the case HRM is used in the final readout. If nonspecific amplification is eliminated, the assay LOD ( Figure  7C and F, black solid) continues to improve with time, and is only dependent on the stochastic probability that a true positive will initiate and amplify. In this scenario, there is no penalty allowing the assay to amplify for extended periods of time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 465,
                    "end": 475,
                    "text": "Figure  7C",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "In this scenario the LOD equation simplifies to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "Additionally, there is no limitation on the number of parameters that can be used to identify the optimal LOD. Using multiple parameters to filter the data may be useful for individuals not employing HRM in the final assay or in assays only employing end-point measurement (e.g. an assay without real-time measurements will be unable to generate data on rate, but still benefit from selecting optimal assay time and fluorescence threshold). As a demonstration, we filtered first by optimal TTP, then for the optima of a second parameter. In this case, we selected the optimal TTP of 34 min, and scanned for optimal fluorescence threshold. We plotted LOD as a function of fluorescence threshold and determined that the optimal fluorescence threshold at 34 min would be 248 RFU and correspond to an LOD of 0.97 ± 0.16 cp/l ( Figure 7E ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 823,
                    "end": 832,
                    "text": "Figure 7E",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "Do filter parameters exhibit the same LOD minima when using Bst 2.0, as they did for Bst 3.0? Bst 2.0 had much lower non-specific background than Bst 3.0, and could behave similarly or may behave differently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "First, does the ROC curve for TTP display a clear optimum? Similar to the TTP ROC for Bst 3.0 (Supplementary Figure S9E ), the TTP ROC for Bst 2.0 has a concave slope making choice of the optimum a matter of computation (Supplementary Figure S9F) . We can visually estimate the balance of true and false-positive fraction in the range of 50% true and 10% false. Similar curves for max rate and final intensity could be generated but are not shown here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 109,
                    "end": 119,
                    "text": "Figure S9E",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 235,
                    "end": 246,
                    "text": "Figure S9F)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "Second, is there an advantage to using HRM in the final assay with Bst 2.0? To answer this question, we plot LOD and the cumulative counts of true and false positives as a function of time for Bst 2.0 ( Figure 7F ). Similarly to Bst 3.0, we observe LOD improve rapidly as true-positive events are counted. However, unlike Bst 3.0, the non-specific amplification events are few and their presence does not have an impact on LOD. Thus, when using Bst 2.0, the curves representing LOD with or without HRM in the final assay overlay and indicate using HRM in the final assay has no additional benefit. Furthermore, the continuously decreasing LOD with time for either case indicates that use of ROC curves to determine an optimum can be misleading. While the ROC implies that an optimum exists, the false-positive incidence is rare enough that a TTP optimum selected by LOD does not exist. Hence, assay developers may select assay time based on requirements other than LOD.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 212,
                    "text": "Figure 7F",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "We next assessed whether we could use HRM to compare the performance of the two polymerases, to see which one would give the best LOD and which combination of hardware components would give the optimum assay performance. (Figure 7G ) For both polymerases we observed a similar, rapid decrease in LOD in the initial moments as true-positive events are detected. However, we also noticed several differences. Bst 2.0 has a lower LOD than Bst 3.0 at any amplification time. We attribute this difference to the higher incidence of false positives when using Bst 3.0 compared with Bst 2.0. An additional consequence of the low false-positive incidence using Bst 2.0, regardless of the use of HRM in the assay, is the LOD continues to improve with time as additional true positives are counted. In contrast, Bst 3.0 benefits greatly from use of HRM in the final assay. If HRM is not included in the assay ( Figure 7G , red dashed), a clear optimum for LOD occurs at 34 min and 0.93±0.16 cp/L. However, if HRM is employed in the assay, the LOD more closely resembles the LOD curve for Bst 2.0 and improves with increased detection of true-positive events.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 221,
                    "end": 231,
                    "text": "(Figure 7G",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 901,
                    "end": 910,
                    "text": "Figure 7G",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "We made several overarching conclusions regarding improving the LOD of dLAMP using a combination of digital real-time parameters and T m . First, filter parameters can be used singly or in combination to improve the performance (LOD) of dLAMP. In certain assays one parameter may perform better than another for this selection. For this primer set, LOD for Bst 3.0 was lower (better) when using TTP (0.93±0.16 cp/L) than max rate (2.11±0.92 cp/L) or final intensity (2.14±0.89 cp/L). Second, incorporation of HRM into the final assay readout will benefit some assays more than others. We observed incorporation of HRM as a part of the final assay improved the perofmance of Bst 3.0 greater than the perofmance of Bst 2.0, and was vital for long assay times. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PAGE 13 OF 21"
        },
        {
            "text": "Assays with high clinical sensitivity and specificity are critically needed. Clinical samples of CT, originating from urine and swabs, pose an intrinsic challenge because they contain variable levels of host DNA, and DNA from other flora. The analysis of these clinical samples, needs not only to be sensitive (good LOD), but also able to function in the presence of non-specific, potentially amplifiable genomic secondary structures and other possible environmental contaminants, while remaining consistent between samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "We sought to investigate the impact of host human genomic DNA (hgDNA) on non-specific background amplification. We hypothesized that non-specific structures (like hairpins and regulatory elements), may amplify in the presence of LAMP and contribute to non-specific background amplification. We titrated sheared buffy coat gDNA (i.e. leukocytes) concentrations from zero to 2.5 × 10 3 cells per l, a concentration 2.5× greater than that expected to cause interference (8) and observed the impact on specific and non-specific amplification of CT ( Figure 8 ). We measured the concentration of hgDNA in Human Haploid Genome Equivalents (HHGE) or half the total amount of hgDNA in a diploid cell. For each concentration of host DNA and enzyme, we ran at least three chips in the presence of CT template and three in the absence of template and across multiple days and sample lots. In total, we observed 1 196 038 different reaction partitions. At the highest concentration of hgDNA, there was 3 030 000 times more hgDNA than bacterial DNA by mass.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 470,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 554,
                    "text": "Figure 8",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "We first asked how background DNA impacted TTP qualitatively. We observed for both Bst 2.0 and Bst 3.0 enzymes, specific and non-specific amplification were qualitative similar independent of background DNA concentration below 5000 HHGE per l. As with previous measurements, Bst 2.0 rarely produced low-T m non-specific events; whereas Bst 3.0 produced both high-and low-T m nonspecific events. Further, there were more non-specific amplification events for Bst 3.0 than Bst 2.0 at both high and low T m .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "We next asked how background hgDNA impacts specific and non-specific amplification quantitatively. We categorized amplification events as specific and non-specific based on T m as previously. First, we asked: Is there a relationship between fraction of template molecules amplified in dLAMP and amplification time? We then determined the total number of template copies loaded into a chip relative to the copies measured by ddPCR. If amplification initiation is stochastic, as observed in Figures 5F and 6A -B, does longer assay time increase 'efficiency' and thereby improve LOD when using T m (as seen in Figure 7C and F)? We observe that for Bst 2.0 a large number of partitions amplify at in the first 11.5 min, followed by a second phase after 20 min where additional partitions amplify with lower frequency ( Figure 9A ). The mode TTP for concentrations less than 5000 HHGE per l was ∼11.6 ± 0.2 min (Supplementary Table S8 and Figures S10A-11C) . After the mode TTP, the frequency of observing specific amplification in the absence of HHGE decreases from a maximum frequency of 1.2 ± 0.1% copies detected per 30 s to a lower average fre- quency of 0.23 ± 0.04% copies per 30 s from 20 to 90 min ( Figure 9A ). For Bst 3.0 ( Figure 10A ), we observe a similar trend temporally, though mode TTP was at least 2 min slower and had greater variability than Bst 2.0 (Supplementary Table S8 , Figures S10B-11D) . Further, Bst 3.0 consistently amplified fewer target molecules than Bst 2.0 at all time points. This highlights the stochastic nature of amplification using LAMP, and importance in choice of enzyme on sensitivity. In theory, assays employing T m could be run until all partitions amplify as either a false or true positive. Allow all partitions to amplify would give the highest possible number of target copies amplified and lowest possible LOD when using T m in the final assay.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 489,
                    "end": 506,
                    "text": "Figures 5F and 6A",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 607,
                    "end": 616,
                    "text": "Figure 7C",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 815,
                    "end": 824,
                    "text": "Figure 9A",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 921,
                    "end": 929,
                    "text": "Table S8",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 951,
                    "text": "Figures S10A-11C)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1204,
                    "end": 1213,
                    "text": "Figure 9A",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1231,
                    "end": 1241,
                    "text": "Figure 10A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1382,
                    "end": 1390,
                    "text": "Table S8",
                    "ref_id": null
                },
                {
                    "start": 1393,
                    "end": 1410,
                    "text": "Figures S10B-11D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "Second, we asked what is the impact of hgDNA on efficiency as a function of time? For both Bst 2.0 and 3.0 (Figures 9A and 10A) , when comparing within a given enzyme, we observed that the fraction of copies detected and the moment the majority of reactions initiate, were indistinguishable for concentrations less than 5000 HHGE per l. At 5000 HHGE per l, a decrease in the fraction of copies detected and a delay in amplification initiation was observed (see also Supplementary Figure S11C and D) . Bst 2.0 had a mode TTP of delay of 4.7 min to 16.3 ± 2.7 min, whereas in Bst 3.0, the mode TTP was 17.2 ± 2.1 min at 5000 HHGE per l (Supplementary Table S8 and Figure S11 ). Thus, high concentrations of hgDNA may suppress specific amplification.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 107,
                    "end": 127,
                    "text": "(Figures 9A and 10A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 480,
                    "end": 498,
                    "text": "Figure S11C and D)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 649,
                    "end": 657,
                    "text": "Table S8",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 672,
                    "text": "Figure S11",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "Third, we asked what is the impact of hgDNA and time on non-specific amplification? For Bst 2.0, we observed consistent non-specific amplification products with high and low T m , regardless of concentration of hgDNA. Single digital partition counts were observed at low-T m non-specific amplification in both the presence of template and the NTC and independent of hgDNA concentration ( Figure 9B and C). The fraction of partitions generating a false-positive amplification at low T m was less than 3.3 × 10 −4 through 45 min (i.e. 7 or fewer events in 20,000 partitions per chip). Similarly, partition counts of high-T m non-specific amplification are <10 per chip until 45 min. After 90 min, high-T m non-specific amplification is more prevalent than low-T m non-specific amplification and the reactions finish with fewer than non-specific 260 counts in 20,000 partitions corresponding to a false-positive fraction of 1.3 × 10 −2 . One exception is the non-specific high-T m amplification in the absence template and HHGE. This condition appears to have lower non-specific background than other conditions. We collected each replicate on separate days and are able to observe the experimental variability between the presence and absence fo template, which might be otherwise lost when examining the NTC alone. This experiment emphasizes the advantage of determining non-specific amplificaiton using T m from the same experiment as specific amplification is counted. At low background rates, such as when using Bst 2.0, inherant variability exists in the false-positive fraction and can impact LOD. Measuring non-specific amplificaiton from within an experimental eliminates the assumption that the false-positive rate remains identical to the NTC or between experimental runs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Figure 9B",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "For Bst 3.0, non-specific amplification was variable, but tended to be fewer for higher concentrations of hgDNA. At any given time, high-T m non-specific amplification was on average ∼30-fold more likely to occur than a low-T m nonspecific product. At 45 min, low-T m non-specific amplification had false-positive fraction <3.1 × 10 −3 (62 or fewer events per chip), amplification events with high T m had a false-positive fraction <1.9 × 10 −2 (386 or fewer events per chip). At the completion of the experiment, high-T m nonspecific amplification events account for as much as 35% of the total partitions per chip; a value exceeding the total ob-served true-positive events. In these scenarios, utilization of T m to identify true and false amplification will be critical to successful quantification of target analytes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "For this CT primer set, both Bst 2.0 and Bst 3.0 similarly demonstrate that the presence of high concentrations of hgDNA may suppress the likelihood of non-specific amplification occurring. In general, for this primer set and target, we find that Bst 2.0 performs significantly better than Bst 3.0 as a consequence of having higher probability of detecting a target molecule and low likelihood of generating a non-specific amplification event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "Fourth, we asked is maximum rate impacted by the concentration of hgDNA? We hypothesize that background hgDNA may compete for the binding site of the polymerase with the target DNA or generate competing amplification events and thus, decrease the maximum observed velocity in a given partition. This phenomena would be challenging to untangle in bulk. We find that maximum rates are similar for a given enzyme, until 5000 HHGE per l for Bst 2.0 (Supplementary Figure S11A ) and above 100 HHGE per l for Bst 3.0 (Supplementary Figure S11B) . Thus demonstrating that high concentrations of HHGE may slow the rate of amplification. Furthermore, in general, and echoing the conclusions of Figure 6G and I, we observe that Bst 2.0 has faster maximum rate than Bst 3.0, regardless of the hgDNA concentration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 460,
                    "end": 471,
                    "text": "Figure S11A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 526,
                    "end": 538,
                    "text": "Figure S11B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 685,
                    "end": 694,
                    "text": "Figure 6G",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "Fifth, we asked how is LOD impacted by the concentration of hgDNA? For Bst 2.0 (Supplementary Figure S11E) , the LOD at a given time was similar for concentrations <5000 HHGE per l. While the LOD in the presence of 5000 HHGE per l was slightly worse from the detection of fewer target molecules (e.g. 0.7 versus 0.5 cp/l at 45 min). As previously, incorporation of HRM into the final assay does not impact the LOD when using Bst 2.0. When using Bst 3.0 (Supplementary Figure S11F) and HRM to remove non-specific amplification, LOD tracks with the number of true-positive events. Thus, LOD becomes worse when efficiency is lower (i.e. at 5000 HHGE per l). Similarly, when HRM is not incorporated in the assay, higher concentrations of HHGE tend to result in a worse LOD. However, at long amplification times, high concentrations of HHGE suppress non-specific amplification more than specific amplification, resulting in LOD enhancement relative to low concentrations of HHGE.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 106,
                    "text": "Figure S11E)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 468,
                    "end": 480,
                    "text": "Figure S11F)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "Cumulatively, these data show high background DNA may reduce the probability of detecting a specific molecule (analytical sensitivity), suppress the false-positive fraction (analytical specificity), reduce the velocity of amplification, and delay the start of amplification at clinically relevant concentrations of hgDNA. Thus, we conclude background hgDNA impacts dLAMP for this primer set. Generally, investigators should examine their own primer sets in the presence of high concentrations of hgDNA and take caution when examining clinical samples with high leukocyte concentrations (as reported by urinanalysis). For example, CT infection is not inherently associated with high concentrations of leukocytes and many infections are asymptomatic. Ultimately, these experiments underscore the value of quantifying non-specific amplificaiton variability, using HRM, from within the same experiment as a target is quantified. Because non-specific amplificaiton is measured within a given sample, one no longer needs to assume it remains identical to the NTC or between experimental runs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Classification demonstrates host genomic DNA alters specific and non-specific amplification in dLAMP"
        },
        {
            "text": "We predict that the combination of HRM and real-time dLAMP will be invaluable for answering many questions across a wide variety of applications, and thus our approach was designed to be accessible to most standard labs. We employed commercial chips for digitization, a commercial thermoelectric unit for heating and cooling, a commercial microscope for optical analyses and we made our dataprocessing script freely available. Our intention was to design an accessible system with readily available components to enable others to access the advantages of digital microfluidics to study and optimize primer sets, enzymes, and reaction conditions of interest to them. We predict these capabilities will be particularly valuable for people working with variable sample matrixes, high background DNA, poorly performing primer sets, or poorly performing enzymes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "We derived four major lessons from this study. First, LAMP can produce non-specific amplicons with high T m . The formation of these non-specific amplicons occurs from the interaction of multiple primers and the use of a polymerase with template switching ability, terminal transferase activity and lacking 3 -5 exonuclease activity. Interaction of primers may lead not only lead to rising background fluorescence (37), but to spontaneous exponential amplification as well. Primer design and enzyme selection therefore should be judicious to avoid formation of hairpins within primers, as well as microhomology at the 3 with any other primer, in order to prevent non-specific amplification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Second, HRM in LAMP is a useful method for differentiating specific and non-specific amplification events. Digital experiments measure the fate and rate of each template, in contrast, bulk experiments are biased toward early amplification events. The combination of dLAMP and HRM allows observation of many amplification events and assignment of the nature of that amplification as true or false. Further, dLAMP with HRM quantifies non-specific amplification experimentally in the presence of specific amplification, eliminating the assumption that incidence of false positives in the presence of template remains identical to the NTC or between experimental runs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Third, by differentiating specific and non-specific amplification, HRM is helpful in determining the combination processing and assay parameters that will lead to the best LOD in a digital assay. When HRM is incorporated into a dLAMP assay, true and false-positive amplification events can easily be separated. LOD is improved by elimination of non-specific background and thus becomes dependent on the number of molecules that amplify (i.e. amplification efficiency or fraction of copies detected), without dependence on the incidence of false positives. In contrast, if HRM were employed in a bulk reaction, the LOD would still be limited by the competition between specific and nonspecific amplification (which amplifies first) and would require a high number of trials to achieve sufficient statistical power. Importantly, even when HRM will not be used in the final assay, it can still be incorporated during the assaydevelopment stage to improve the assay's LOD by determin-ing the optimal choice of parameters based on rate, TTP, final intensity or any combination of these parameters. Furthermore, our mathematical description of LOD is generalizable to other amplification methods that are measured in digital and can separate specific and non-specific amplification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Fourth, high levels of non-specific host gDNA suppress analytical sensitivity and specificity, reduce amplification velocity, and delay the start of amplification. However, lowto-moderate levels of non-specific host gDNA do not impact the analytical specificity or sensitivity of dLAMP. We ran our assays through clinically relevant concentrations of background DNA and did not observe interference until the upper range of concentrations expected to cause interference to demonstrate the clinical utility of real-time dLAMP with HRM.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Real-time dLAMP with HRM will enable the mechanistic optimization of primers and myriad assay conditions (such as buffer, Mg 2+ and reaction temperature). Because real-time dLAMP with HRM reveals the incidence of nonspecific amplification products with high and low T m as a function of time, dLAMP with HRM can be used to investigate approaches that will eliminate different non-specific products. For example, fast or early non-specific events in digital may indicate primers or conditions that will be especially vulnerable to failure in a bulk reaction. Thus, realtime dLAMP with HRM could be used to design primers that will suppress non-specific amplification in bulk, by generating only non-specific amplicons that occur at slow rates and late TTP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Future efforts should investigate the combination of realtime dLAMP (and other digital isothermal amplification technologies) and HRM as a way to increase multiplexing of dLAMP when using a single reporter. In PCR, HRM has been used to differentiate among multiple amplification products by measuring differences in T m (42) (43) (44) (45) (46) , with applications that include among others multiplexed pathogen identification and antibiotic susceptibility testing. Finally, studies with clinical samples should be performed using the dLAMP with HRM method to understand the carryover effects from relevant matrices.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 324,
                    "text": "(42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 325,
                    "end": 329,
                    "text": "(43)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 330,
                    "end": 334,
                    "text": "(44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "(45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The complete sequencing data generated during this study are available in the National Center for Biotechnology Information Sequence Read Archive repository with the Bio-Project ID: PRJNA574638.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        },
        {
            "text": "The MATLAB script described here has been deposited in the open-access online repository GitHub and may be accessed using the following direct link: https://github.com/ IsmagilovLab/Digital NAAT 2Ch MeltCurve Analyzer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Highly stable and sensitive nucleic acid amplification and cell-phone-based readout",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lewinski",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "B"
                    ],
                    "last": "Garner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ozcan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Di Carlo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACS Nano",
            "volume": "11",
            "issn": "",
            "pages": "2934--2943",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Strand displacement probes combined with isothermal nucleic acid amplification for instrument-free detection from complex samples",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Moehling",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Linnes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Anal. Chem",
            "volume": "90",
            "issn": "",
            "pages": "6580--6586",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Loop-mediated isothermal amplification of DNA",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Notomi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Okayama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Masubuchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yonekawa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Amino",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hase",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Res",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rapid and sensitive detection of Chlamydia trachomatis sexually transmitted infections in resource-constrained settings in Thailand at the point-of-care",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Somboonna",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Choopara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Arunrut",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sukhonpan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sayasathid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kiatpathomchai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Chlamydia trachomatis and genital mycoplasmas: pathogens with an impact on human reproductive health",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ljubin-Sternak",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meštrović",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Pathog",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Diagnosis of Chlamydia infection in women",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Tsou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "Y"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Taiwan. J. Obstet. Gynecol",
            "volume": "50",
            "issn": "",
            "pages": "261--267",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Supplemental Tables for Interference Testing in Clinical Chemistry, 1st Edition, EP 37",
            "authors": [],
            "year": 2018,
            "venue": "CLSI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Interference Testing in Clinical Chemistry",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "37",
            "issn": "",
            "pages": "7--9",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Mathematical model to reduce loop mediated isothermal amplification (LAMP) false-positive diagnosis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blakely",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Electrophoresis",
            "volume": "40",
            "issn": "",
            "pages": "2706--2717",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Real-time target-specific detection of loop-mediated isothermal amplification for white spot syndrome virus using fluorescence energy transfer-based probes",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Virol. Methods",
            "volume": "173",
            "issn": "",
            "pages": "67--74",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Real-time detection and monitoring of loop mediated amplification (LAMP) reaction using Self-quenching and De-quenching fluorogenic probes",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Gadkar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Goldfarb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gantt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A G"
                    ],
                    "last": "Tilley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. Rep",
            "volume": "8",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Quenching of unincorporated amplification signal reporters in reverse-transcription loop-mediated isothermal amplification enabling bright, single-step, closed-tube, and multiplexed detection of RNA viruses",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Light",
                    "suffix": ""
                },
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Koh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Coffey",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anal. Chem",
            "volume": "88",
            "issn": "",
            "pages": "3562--3568",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Simultaneous multiple target detection in real-time loop-mediated isothermal amplification",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biotechniques",
            "volume": "53",
            "issn": "",
            "pages": "81--89",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Homogenous, real-time duplex loop-mediated isothermal amplification using a single fluorophore-labeled primer and an intercalator dye: Its application to the simultaneous detection of Shiga toxin genes 1 and 2 in Shiga toxigenic Escherichia coli isolates",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kouguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Teramoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kuramoto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol. Cell Probes",
            "volume": "24",
            "issn": "",
            "pages": "190--195",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "FRET-based assimilating probe for sequence-specific real-time monitoring of loop-mediated isothermal amplification (LAMP)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kubota",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biol. Eng. Trans",
            "volume": "4",
            "issn": "",
            "pages": "81--100",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Robust strand exchange reactions for the sequence-specific, real-time detection of nucleic acid amplicons",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "R"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Milligan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anal. Chem",
            "volume": "87",
            "issn": "",
            "pages": "3314--3320",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Establishment of an accurate and fast detection method using molecular beacons in loop-mediated isothermal amplification assay",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Real-time sequence-validated loop-mediated isothermal amplification assays for detection of middle east respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Hensley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Adapting enzyme-free DNA circuits to the detection of loop-mediated isothermal amplification reactions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Anal. Chem",
            "volume": "84",
            "issn": "",
            "pages": "8371--8377",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A digital microfluidic system for loop-mediated isothermal amplification and sequence specific pathogen detection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": ".-H",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mak",
                    "suffix": ""
                },
                {
                    "first": "P.-I",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "C.-X",
                    "middle": [],
                    "last": "Martins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "14586--14586",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Increased robustness of single-molecule counting with microfluidics, digital isothermal amplification, and a mobile phone versus real-time kinetic measurements",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Selck",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Karymov",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Ismagilov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Anal. Chem",
            "volume": "85",
            "issn": "",
            "pages": "11129--11136",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Mechanistic evaluation of the pros and cons of digital RT-LAMP for HIV-1 viral load quantification on a microfluidic device and improved efficiency via a two-step digital protocol",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Mccalla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Kreutz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Karymov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Ismagilov",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Anal. Chem",
            "volume": "85",
            "issn": "",
            "pages": "1540--1546",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Real-time, digital lamp with commercial microfluidic chips reveals the interplay of efficiency, speed, and background amplification as a function of reaction temperature and time",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Rolando",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jue",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Schoepp",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Ismagilov",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anal. Chem",
            "volume": "91",
            "issn": "",
            "pages": "1034--1042",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Instrument for real-time digital nucleic acid amplification on custom microfluidic devices",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Selck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Ismagilov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Loop-mediated isothermal amplification (LAMP) method for rapid detection of Trypanosoma brucei rhodesiense",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "K"
                    ],
                    "last": "Njiru",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S J"
                    ],
                    "last": "Mikosza",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Armstrong",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Enyaru",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ndung&apos;u",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R C"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Negl. Trop. Dis",
            "volume": "2",
            "issn": "",
            "pages": "147--147",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Enhancing melting curve analysis for the discrimination of loop-mediated isothermal amplification products from four pathogenic molds: Use of inorganic pyrophosphatase and its effect in reducing the variance in melting temperature values",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tone",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fujisaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yamazaki",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Makimura",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Microbiol. Methods",
            "volume": "132",
            "issn": "",
            "pages": "41--45",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Development of a loop-mediated isothermal amplification method for diagnosing Pneumocystis pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Uemura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Makimura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Onozaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Otsuka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shibuya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yazaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kikuchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kudoh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Med. Microbiol",
            "volume": "57",
            "issn": "",
            "pages": "50--57",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Development of a multiplex loop-mediated isothermal amplification method for the simultaneous detection of Salmonella spp. and Vibrio parahaemolyticus",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Novel loop-mediated isothermal amplification (LAMP) assay with a universal QProbe can detect SNPs determining races in plant pathogenic fungi",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ayukawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hanyuda",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fujita",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Komatsu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arie",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Isothermal amplification and multimerization of DNA by Bst DNA polymerase",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hafner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "C"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Wolter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Stafford",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Giffard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biotechniques",
            "volume": "30",
            "issn": "",
            "pages": "852--856",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Unusual isothermal multimerization and amplification by the strand-displacing DNA polymerases with reverse transcription activities",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "N.BspD6I DNA nickase strongly stimulates template-independent synthesis of non-palindromic repetitive DNA by Bst DNA polymerase",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Zyrina",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Zheleznaya",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "V"
                    ],
                    "last": "Dvoretsky",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "D"
                    ],
                    "last": "Vasiliev",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chernov",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "I"
                    ],
                    "last": "Matvienko",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biol. Chem",
            "volume": "388",
            "issn": "",
            "pages": "367--372",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Analysis of non-template-directed nucleotide addition and template switching by DNA polymerase",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Robledo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Islas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochemistry",
            "volume": "43",
            "issn": "",
            "pages": "16515--16524",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "De novo DNA synthesis by human DNA polymerase , DNA polymerase and terminal deoxyribonucleotidyl transferase",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramadan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "V"
                    ],
                    "last": "Shevelev",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maga",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hübscher",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Mol. Biol",
            "volume": "339",
            "issn": "",
            "pages": "395--404",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Ab initio synthesis by DNA polymerases",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "V"
                    ],
                    "last": "Zyrina",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "N"
                    ],
                    "last": "Antipova",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Zheleznaya",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "FEMS Microbiol. Lett",
            "volume": "351",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Interrogation of multimeric DNA amplification products by competitive primer extension using Bst DNA polymerase (Large Fragment)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Voisey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hafner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Daal",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Giffard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biotechniques",
            "volume": "31",
            "issn": "",
            "pages": "1122--1129",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Impact of primer dimers and self-amplifying hairpins on reverse transcription loop-mediated isothermal amplification detection of viral RNA",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Meagher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Priye",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Light",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Analyst",
            "volume": "143",
            "issn": "",
            "pages": "1924--1933",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Lack of correlation between reaction speed and analytical sensitivity in isothermal amplification reveals the value of digital methods for optimization: validation using digital real-time RT-LAMP",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Khorosheva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Karymov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Selck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Ismagilov",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nucleic Acids Res",
            "volume": "44",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Loop-mediated isothermal amplification for detection of nucleic acids",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Tanner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr. Protoc. Mol. Biol",
            "volume": "105",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Single-molecule enzyme-linked immunosorbent assay detects serum proteins at subfemtomolar concentrations",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Rissin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Kan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Howes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Fournier",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Piech",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Rivnak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Biotechnol",
            "volume": "28",
            "issn": "",
            "pages": "595--599",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Digital concentration readout of single enzyme molecules using femtoliter arrays and poisson statistics",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Rissin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Walt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nano Lett",
            "volume": "6",
            "issn": "",
            "pages": "520--523",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Integrated bacterial identification and antimicrobial susceptibility testing using PCR and high-resolution melt",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Athamanolap",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T.-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Anal. Chem",
            "volume": "89",
            "issn": "",
            "pages": "11529--11536",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Massively parallel digital high resolution melt for rapid and absolutely quantitative sequence profiling",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Velez",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jupe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hawker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kulkarni",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hedayatnia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Fraley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Rep",
            "volume": "7",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Facile profiling of molecular heterogeneity by microfluidic digital melt",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Pisanic",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zec",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Overman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "T.-H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Nanoarray digital polymerase chain reaction with high-resolution melt for enabling broad bacteria identification and pheno-molecular antimicrobial susceptibility test",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Athamanolap",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anal. Chem",
            "volume": "91",
            "issn": "",
            "pages": "12784--12792",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Highly efficient real-time droplet analysis platform for high-throughput interrogation of DNA sequences by melt",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;keefe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Anal. Chem",
            "volume": "91",
            "issn": "",
            "pages": "11275--11282",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Integrated DNA Technologies (San Diego, CA, USA) and suspended in nuclease-free water. For all experiments, the final concentrations of primers were 1.6 M FIP/BIP, 0.2 M FOP/BOP and 0.4 M LoopF/LoopB. Primer sequences are listed in Supplementary Materials and Methods. LAMP experiments using Bst 2.0 were amplified at 68 • C in nuclease-free water, with final concentrations of: 1× IsoAmp I Buffer, 7mM total MgSO 4 (5 mM additional), 1.4 mM each dNTP, 1.25 uM ROX Reference Dye, 1 mg/ml BSA, 320 U/ml Bst 2.0, 1× Ambion RNase Cocktail and 2 M SYTO 9. LAMP experiments using Bst 3.0 were amplified at 69 • C in nuclease-free water, with final concentrations of: 1× IsoAmp II Buffer, 8 mM total MgSO 4 (6 mM additional), 1.4 mM each dNTP, 1.25 M ROX Reference Dye, 1 mg/ml BSA, 320 U/ml Bst 3.0, 1× Ambion RNase Cocktail and 2 M SYTO 9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Amplification and T m curves of Chlamydia trachomatis in a bulk reaction show non-specific amplification products with high T m . Plots of fluorescence as a function of time during a LAMP reaction (A, C, E, G, I and K) and the derivative plot of fluorescence as a function of temperature for the corresponding melting curves (B, D, F, H, I and J). Reactions using Bst 2.0 at 10 copies per microliter (cp/l) (A and B), and using Bst 3.0 at 10 cp/l (C and D), 3.16 cp/l (E and F), 1 cp/l (G and H), 0.316 cp/l (I and J), and without template (K and L). Reactions of specific amplification are different shades of blue; non-specific amplification is different shades of red. The number of false-positive reactions is reported within each panel as N/N reaction False. N Total for all conditions = 159 reactions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3. Composite image of select Chlamydia trachomatis amplification products from a bulk reaction. Products were collected using D5000 tape on an Agilent TapeStation. Amplification in the presence of 10 cp/l template using Bst 2.0 (lanes A1-A3) corresponding to Figure 1A and B, and Bst 3.0 (lanes C1-C3, C7) corresponding to Figure 1C and D. Non-specific amplification in the no-template control (NTC; lanes E2-H1) correspond to Figure 1K and L. Contrast was determined using the automatic 'scale to sample' feature in the Agilent TapeStation analysis software.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Illustration of a mechanism for formation of non-specific amplification products in LAMP reactions. Putative structures and intermediates are labeled with numbers. Forward sequences are illustrated as a straight line, and the reverse compliment as a wavy line of matching color. Abbreviations used in this figure: BIP, Backward Inner Primer; rcBIP, Reverse compliment of BIP; FIP, Forward Inner Primer; rc FIP, Reverse Compliment of FIP; prcFIP, Partial Reverse Compliment of FIP.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "-7). Elongation of the 3 hairpin results in a double-stranded FIP-pBIP-rcBIP-rcFIP hairpin(Figure 4-8)and displacement of a BIP-prcBIP-rcFIP hairpin(Figure 4-9), which may be primed by FIP to restart this cycle(Figure 4-10)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "13). Breathing of the molecule can result in formation of intramolecular hairpins, and eventual disassociation into two separate self-priming, dumbbell shaped hairpins (Figure 4-15 and -16). The products of elongation from self-priming amplification doubles the amount of dsDNA present and forms sequences with internal hairpins capable of priming by BIP(Figure 4-17). Elongation from BIP priming creates a new double-stranded product and reveals a self-priming 3 hairpin of the original strand(Figure 4-18), which upon elongation, displaces the sequence primed by BIP(Figure 4-19)while transforming the trimer of FIP-BIP-prcBIP-rcFIP to a pentamer (more than tripling the amount of ds products from structures 15 and 16). The pentamer still contains an rcBIP hairpin, and may amplify in a functionally similar method as previously (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "13,-17,-20), or 3 self-priming (Figure 4-23). Consequently, multiple replication loci may exist within a single strand and products may have internal stem loop structures (Figure 4-24)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Specific amplification in digital single-molecule experiments using Bst 2.0. (A) Fluorescence micrographs of individual partitions are traced over time. For simplicity, we illustrate a subset of 250 of 20,000 possible partitions at three time points (0, 20 and 45 min). Of the 250 partitions in this micrograph, 30 partitions amplified. Partitions A and B are visible at 20 min; partition C becomes visible at 45 min. (B) Fluorescence micrographs of individual partitions are traced across temperatures during an HRM experiment. As the double-stranded DNA in each partition de-hybridizes, the intercalating dye is released and fluorescence decreases. (C) Plotting the fluorescence intensity as a function of time generates the standard amplification traces of individual partitions generated during a 90-min LAMP experiment. Orange curves correspond to partitions A-C from panel A. (D) Traces of fluorescence intensity as a function of temperature for individual partitions during melting experiments. By quantifying real-time intensity of individual partitions as temperature increases, melting traces are obtained. Temperature resolution is 1 • C from 55-90 • C, and 0.5 • C from 90-95 • C. (E) The derivative plot of panel D generates the standard melting curve. The temperature at which the derivative maximum occurs corresponds to the 'melting point' of the LAMP products in the individual partition. (F) The time each partition reached a fluorescence intensity of 250 RFU (TTP) as a function of temperature. (G) Maximum rate as a function of T m for each partition. (H) TTP as a function of maximum rate for each partition.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Bst 3.0 yielded 15 200 non-specific events (out of 54 337 observed paritions) in the NTC, whereas Bst 2.0 yielded only 74 non-specific events (out of 51 279) in the NTC. Occasionally, outliers occurred in the NTC and would be misidentified as positives by fluorescence and T m . For Bst 3.0 this occurred in 29 partitions; for Bst 2.0, it occurred in only 3 out of ∼55,000 partitions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Properties of specific and non-specific amplification using real-time kinetics and T m . Blue indicates amplification events in the presence of template, red indicates amplification in the absence of template (NTC). Among these amplification events, true positives were identified using T m (88.5-90.3 • C for Bst 2.0 and 91.25-92.75 • C using Bst 3.0). Color intensity indicates the abundance of paritions at a given TTP and temperature (partitions in panels A, C, D, G, H, K, M using Bst 2.0 are rendered at 20% opacity in the NTC and in the presence of template; panels B, E, F, I, J, L, N using Bst 3.0 are rendered at 5% opacity in the NTC and 20% in the presence of template. (A) T m of individual amplification events as a function of TTP using Bst 2.0. (B) T m of individual amplification events as a function of TTP using Bst 3.0. (C) Individual partitions with T m between 88 and 95 • C as a function of TTP using Bst 2.0. (D) Individual partitions with T m between 88 and 95 • C and TTP between 60 and 70 min using Bst 2.0. Dashed line at 90.3 • C indicates the upper threshold separating specific and non-specific amplification. (E) Individual partitions with T m between 91 and 95 • C as a function of TTP using Bst 3.0. (F) Individual partitions with T m between 91 and 95 • C and TTP between 35 and 45 min using Bst 3.0. Dashed line at 92.75 • C indicates the upper threshold separating specific and non-specific amplification. (G) T m of individual amplification events as a function of maximum rate using Bst 2.0. (H) T m of individual amplification events between 88 and 95 • C as a function of maximum rate using Bst 2.0. (I) T m of individual amplification events as a function of maximum rate using Bst 3.0. (J) T m of individual amplification events between 88 and 95 • C as a function of maximum rate using Bst 3.0. (K) The final intensity of individual amplification events as a function of maximum rate using Bst 2.0. (L) The final intensity of individual amplification events as a function of maximum rate using Bst 3.0. (K and L) Partitions with a final intensity <250 RFU (dotted line) were excluded from analyses. (M) The maximum rate of individual amplification events as a function of TTP using Bst 2.0 and (N) using Bst 3.0. (O) Plot of maximum rate from false-positive amplifications in NTC (red), false positives amplifications in the presence of template (blue) and true-positive amplifications by T m (black) as a function of TTP using Bst 2.0 and (P) using Bst 3.0. (Q) 3D plots comparing maximum rate, T m , TTP and final intensity of individual partitions using Bst 2.0 and (R) using Bst 3.0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Classification of amplification reactions using HRM to determine optimal performance of dLAMP assays. (A) Histogram of the false positives identified by T m within the presence of template (red), true positives by T m (blue) and false positives in the NTC (green), binned by max rate of the partition and an LOD curve plotted as a function of max rate using Bst 3.0. (B) Histogram of the false positives identified by T m within the presence of template (red), true positives by T m (blue) and false positives in the NTC (green), binned by final intensity of the partition and an LOD curve plotted as a function of final intensity using Bst 3.0. (C) LOD Curves using Bst 3.0 as a function of time without using in the final assay (blue) and using T m in the final device (black). Plots of cumulative counts of true positives (red dashed), false positives (blue dashed) and incorrectly identified partitions (black dashed). (D) Logarithmic plot of LOD curves using Bst 3.0 as a function of time without using T m in the final assay (blue) and using T m in the final device (black). Plots of cumulative counts of true positives (red dashed), false positives (blue dashed) and incorrectly identified partitions (black dashed). (E) LOD plotted as a function of fluorescence intensity, when the assay is measured at the optimal TTP of 34 min. (F) Logarithmic plot of LOD curves, using Bst 2.0, as a function of time without using T m in the final assay (blue) and using T m in the final device (black). The blue and black plots overlay. Plots of cumulative counts of true positives (blue dashed), false positives (red dashed) and incorrectly identified partitions (black dashed). (G) Plot of LOD curves as a function of time comparing Bst 2.0 (solid blue with T m , dotted blue without T m ) and Bst 3.0 (solid red with T m , dotted red without T m ). Curves for Bst 2.0 overlap.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Impacts of host (human) genomic DNA in human haploid genome equivalents (HHGE) on specific and non-specific amplification. Plots of T m as a function TTP using Bst 2.0 at (A) 0 HHGE per l; (B) 0.01 HHGE per L, (C) 1 HHGE per l, (D) 100 HHGE per l and (E) 5000 HHGE per l; and using Bst 3.0 at (F) 0 HHGE per l, (G) 0.01 HHGE per l, (H) 1 HHGE per l, (I) 100 HHGE per l (J) 5000 HHGE per l in the presence of template (blue) and NTC (red). N = 3 for all conditions, except Bst 3.0 at 0 and 100 HHGE per l in the presence of template, where N = 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Quantification of the impact of hgDNA on specific and non-specific amplification using Bst 2.0 a as a function of time. (A) The percentage copies detected (specific amplification) as a function of time. (B and C) The fraction of partitions with non-specific amplification with T m less than the specific amplification in the NTC (B) and in the presence of template (C) as a function of time. (D and E) The fraction of partitions with non-specific amplification with T m greater than the specific amplification in the NTC (D) and in the presence of template (E) as a function of time. Panel (A) is available in tabular form asSupplementary Table S9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Quantification of the impact of hgDNA on specific and non-specific amplification using Bst 3.0 as a function of time. (A) The percentage copies detected (specific amplification) as a function of time. (B and C) The fraction of partitions with non-specific amplification with T m less than the specific amplification in the NTC (B) and in the presence of template (C) as a function of time. (D and E) The fraction of partitions with non-specific amplification with T m greater than the specific amplification in the NTC (D) and in the presence of template (E) as a function of time. Panel (A) is available in tabular form as Supplementary",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "NTC has final intensity <1017 RFU and maximum rate <53.4 RFU/30 s. In the presence of template, 89.0% of nonspecific amplification but only",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "e42 Nucleic Acids Research, 2020, Vol. 48, No. 7 PAGE 18 OF 21",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This project benefited from the use of instrumentation at the Jim Hall Design and Prototyping Lab and the Millard e42 Nucleic Acids Research, 2020, Vol. 48, No. 7 PAGE 20 OF 21 and Muriel Jacobs Genetics and Genomics Laboratory. We thank Daan Witters and Pedro Ojeda for initial selection of CT primers, Eric Liaw for helpful discussions of error propagation and Natasha Shelby for help with writing and editing this manuscript. Conflict of interest statement. The content of this manuscript is the subject of a patent application filed by Caltech.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Supplementary Data are available at NAR Online.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUPPLEMENTARY DATA"
        }
    ]
}