{
    "paper_id": "30fcd017c21fc5736d621c560aa22d624f8fcc87",
    "metadata": {
        "title": "COVID-19 and treatment with NSAIDs and corticosteroids: should we be limiting their use in the clinical setting?",
        "authors": [
            {
                "first": "Beth",
                "middle": [],
                "last": "Russell",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Translational Oncology and Urology Research",
                    "institution": "King's College London",
                    "location": {
                        "postCode": "SE1 9RT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": "beth.russell@kcl.ac.uk"
            },
            {
                "first": "Charlotte",
                "middle": [],
                "last": "Moss",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Translational Oncology and Urology Research",
                    "institution": "King's College London",
                    "location": {
                        "postCode": "SE1 9RT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Anne",
                "middle": [],
                "last": "Rigg",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Translational Oncology and Urology Research",
                    "institution": "King's College London",
                    "location": {
                        "postCode": "SE1 9RT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mieke",
                "middle": [],
                "last": "Van Hemelrijck",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Translational Oncology and Urology Research",
                    "institution": "King's College London",
                    "location": {
                        "postCode": "SE1 9RT",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Given the current SARS-CoV-2 (COVID-19) pandemic, the availability of reliable information for clinicians and patients is paramount. There have been a number of reports stating that non-steroidal anti-inflammatory drugs (NSAIDs) and corticosteroids may exacerbate symptoms in COVID-19 patients. Therefore, this review aimed to collate information available in published articles to identify any evidence behind these claims with the aim of advising clinicians on how best to treat patients. This review found no published evidence for or against the use of NSAIDs in COVID-19 patients. Meanwhile, there appeared to be some evidence that corticosteroids may be beneficial if utilised in the early acute phase of infection, however, conflicting evidence from the World Health Organisation surrounding corticosteroid use in certain viral infections means this evidence is not conclusive. Given the current availability of literature, caution should be exercised until further evidence emerges surrounding the use of NSAIDs and corticosteroids in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Given the current SARS-CoV-2 (COVID-19) pandemic, the availability of reliable information for clinicians and patients is paramount. There have been a number of reports stating that non-steroidal anti-inflammatory drugs (NSAIDs) and corticosteroids may exacerbate symptoms in COVID-19 patients. Therefore, this review aimed to collate information available in published articles to identify any evidence behind these claims with the aim of advising clinicians on how best to treat patients. This review found no published evidence for or against the use of NSAIDs in COVID-19 patients. Meanwhile, there appeared to be some evidence that corticosteroids may be beneficial if utilised in the early acute phase of infection, however, conflicting evidence from the World Health Organisation surrounding corticosteroid use in certain viral infections means this evidence is not conclusive. Given the current availability of literature, caution should be exercised until further evidence emerges surrounding the use of NSAIDs and corticosteroids in COVID-19 patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Across Europe, the incidence and mortality rates of COVID-19 or severe acute respiratory syndrome corona virus 2 (SARS-CoV-2) continue to rise dramatically. The disease is named due to the similarities to the SARS outbreak in China of 2002, which was also caused by a coronavirus. However, SARS-CoV-2 is thought to be caused by a novel coronavirus not seen before. Alongside uncertainty related to infection aetiology and outcomes, emerging concerns relate to the use of common non-steroidal anti-inflammatory drugs (NSAIDs) and corticosteroids. The Belgian Federal Agency for Medicines and Health Products released a statement on 16th March 2020 stating 'It is well known that NSAIDs and corticosteroids can lead to serious complications'. Equally, a report by French Authorities suggested the use of ibuprofen in COVID-19 patients was detrimental to patient condition and recovery. NSAIDs are often used for the management of mild pain in cancer patients; hence, this topic is of particular importance to these patients. We, therefore, sought to gather information on the use of NSAIDs or corticosteroids and COVID-19, through systematic review of existing literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Keywords: COVID-19, SARS-CoV-2, non-steroidal anti-inflammatory drugs, corticosteroids"
        },
        {
            "text": "A search was conducted using Ovid MEDLINE and 13 studies were identified as suitable for inclusion [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] . Due to COVID-19's novel status and disease similarities, studies relating to the 2002 SARS-CoV outbreak were also selected for review and these formed the majority of the literature. Crucially, this review did not identify any strong evidence for or against the use of ibuprofen during treatment of COVID-19 specifically.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 127,
                    "end": 130,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 131,
                    "end": 134,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 135,
                    "end": 139,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 145,
                    "end": 149,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Keywords: COVID-19, SARS-CoV-2, non-steroidal anti-inflammatory drugs, corticosteroids"
        },
        {
            "text": "One study within the review linked SARS-CoV to the downregulation of ACE2 [1] . This downregulation of ACE2 has previously been implicated in the loss of pulmonary function in SARS-CoV [1] . However, further data also suggested that ACE2 expression is increased through the use of ibuprofen, in diabetic patients and in those treated with angiotensin II type-I receptor blockers [2] . Consequently, it was suggested that increased expression of ACE2 in these co-morbid patients could facilitate infection with COVID-19.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 77,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 185,
                    "end": 188,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Keywords: COVID-19, SARS-CoV-2, non-steroidal anti-inflammatory drugs, corticosteroids"
        },
        {
            "text": "The only other study to investigate NSAID was one which looked at indomethacin, which is commonly prescribed for treatment of gout and arthritis [11] . This study suggested that indomethacin exhibited potent antiviral activity against canine coronavirus in vitro, by dramatically inhibiting virus replication and protecting the host cell from virus-induced damage. Critically, this activity was also observed in vivo and against human SARS-CoV at a concentration dose of 1 mg/kg.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Keywords: COVID-19, SARS-CoV-2, non-steroidal anti-inflammatory drugs, corticosteroids"
        },
        {
            "text": "Most other included studies investigated the use of corticosteroids rather than NSAIDs during the treatment of coronaviruses [4, 5, 7-10, 12, 13] . Overall, we identified generally positive outcomes for the use of corticosteroids, particularly with reference to the SARS-CoV outbreak where they were widely used due to their known ability to modulate the inflammatory response. Various studies in humans noted that corticosteroids appeared effective in reducing immunopathological damage, but concerns centred around the promotion of viral rebound and association with adverse events (including acute respiratory distress syndrome). For example, a randomised controlled trial which measured viral load at regular intervals in non-intubated SARS-CoV cases found higher concentrations of viral RNA in week 2/3 of infection in those treated with corticosteroids compared to placebo [9] . Equally, a laboratory study which treated porcine respiratory coronavirus infected pigs with dexamethasone suggested that one or two doses of the corticosteroid in the acute phase of infection may effectively alleviate early pro-inflammatory response, but prolonged administration may play a role in enhancing viral replication [10] . Conversely, however, a separate Chinese study, which separated SARS-CoV patients into four treatment groups, identified early high dose steroids in combination with a quinolone produced the most favourable patient outcomes [5] . A similar mouse model study identified the N-protein of SARS-CoV as responsible for inducing pulmonary inflammatory reaction and acute lung injury which were related to the increase and imbalance of proinflammatory and anti-inflammatory cytokines [12] . Glucocorticoids, in the form of dexamethasone, effectively alleviated the pulmonary inflammatory reaction in these mice.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 145,
                    "text": "[4, 5, 7-10, 12, 13]",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 882,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1443,
                    "end": 1446,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1696,
                    "end": 1700,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Keywords: COVID-19, SARS-CoV-2, non-steroidal anti-inflammatory drugs, corticosteroids"
        },
        {
            "text": "In conclusion, the existing literature does not currently provide conclusive evidence for or against the use of NSAIDs in the treatment of COVID-19 patients, though there appears to be some evidence that corticosteroids may be beneficial if utilised in the early acute phase of infection [14] . However, it is important to note this is not specific to COVID-19. Indeed, one review stated that the WHO does not currently recommend corticosteroids in other viral diseases, like Dengue as the 'glucocorticoid-mediated stimulation of the hypothalamicpituitaryadrenal axis can also drive lymphocytopenia, or it may promote exaggerated pro-inflammatory responses that eventually cause a worsening of the pathogenic condition'. These are unprecedented times for the medical community and although evidence suggests a potential role for the use of NSAIDs and corticosteroids in COVID-19 treatment, caution should be exercised until further evidence, specific to this infection strain, emerges. The same guidance stands for cancer patients who are not advised to change their medication routine unless told otherwise by their doctor.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 292,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Understanding SARS-CoV-2-mediated inflammatory responses: from mechanisms to potential therapeutic tools Virol Sin 12250",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Are patients with hypertension and diabetes mellitus at increased risk for COVID-19 infection?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karakiulakis",
                    "suffix": ""
                },
                {
                    "first": "Roth",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "2600",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High-dose hydrocortisone reduces expression of the pro-inflammatory chemokines CXCL8 and CXCL10 in SARS coronavirus-infected intestinal cells",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Michaelis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Mol Med",
            "volume": "15",
            "issn": "2",
            "pages": "323--327",
            "other_ids": {
                "PMID": [
                    "15647850"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "Cwk",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "136",
            "issn": "1",
            "pages": "95--103",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2249.2004.02415.x"
                ],
                "PMID": [
                    "15030519"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Description and clinical treatment of an early outbreak of severe acute respiratory syndrome (SARS) in Guangzhou, PR",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "China J Med Microbiol",
            "volume": "52",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1099/jmm.0.05320-0"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Drug treatment options for the 2019-new coronavirus (2019-nCoV",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "14",
            "issn": "1",
            "pages": "69--71",
            "other_ids": {
                "DOI": [
                    "10.5582/bst.2020.01020"
                ],
                "PMID": [
                    "31996494"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Severe acute respiratory syndrome: clinical and laboratory manifestations",
            "authors": [
                {
                    "first": "Cwk",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Mhm",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Biochem Rev",
            "volume": "25",
            "issn": "2",
            "pages": "121--132",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Decoding the enigma of antiviral crisis: does one target molecule regulate all?",
            "authors": [
                {
                    "first": "Mahmud-Al-Rafat",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Taufiqur",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cytokine",
            "volume": "115",
            "issn": "",
            "pages": "13--23",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cyto.2018.12.008"
                ],
                "PMID": [
                    "30616034"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The management of coronavirus infections with particular reference to SARS",
            "authors": [
                {
                    "first": "Ssy",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "K-Y",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Antimicrob Chemother",
            "volume": "62",
            "issn": "3",
            "pages": "437--441",
            "other_ids": {
                "DOI": [
                    "10.1093/jac/dkn243"
                ],
                "PMID": [
                    "18565970"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Cytokine responses in porcine respiratory coronavirus-infected pigs treated with corticosteroids as a model for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alekseev",
                    "suffix": ""
                },
                {
                    "first": "Jung",
                    "middle": [
                        "K"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "9",
            "pages": "4420--4428",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02190-07"
                ],
                "PMID": [
                    "18287230"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Indomethacin has a potent antiviral activity against SARS coronavirus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amici",
                    "suffix": ""
                },
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Caro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciucci",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antivir Ther",
            "volume": "11",
            "issn": "8",
            "pages": "1021--1030",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A study of pulmonary inflammatory reaction induced by N-protein of SARS-CoV in rat models and effects of glucocorticoids on it",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Zhonghua nei ke za zhi",
            "volume": "44",
            "issn": "12",
            "pages": "890--893",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Overview of antiviral and anti-inflammatory treatment for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chihrin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Loutfy",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Expert Rev Anti Infect Ther",
            "volume": "3",
            "issn": "2",
            "pages": "251--262",
            "other_ids": {
                "DOI": [
                    "10.1586/14787210.3.2.251"
                ],
                "PMID": [
                    "15918782"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Associations between immune-suppressive and stimulating drugs and novel Covid-19 -a systematic review of current evidence ecancer 14 1022",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Santaolalla",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cope",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Papa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Van Hemelrijck",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3332/ecancer.2020.1022"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": []
}