{
    "paper_id": "47015d5a78ae615fe0203f9cc1dbdca197dfa751",
    "metadata": {
        "title": "98 Coronavirus Crisis The Coming Coronavirus Crisis: What Can We Learn?",
        "authors": [
            {
                "first": "Matteo",
                "middle": [],
                "last": "Lucchese",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scuola Normale Superiore",
                    "location": {
                        "settlement": "Florence, Florence",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Pianta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scuola Normale Superiore",
                    "location": {
                        "settlement": "Florence, Florence",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Rome",
                "middle": [
                    ";"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scuola Normale Superiore",
                    "location": {
                        "settlement": "Florence, Florence",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Scuola",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Scuola Normale Superiore",
                    "location": {
                        "settlement": "Florence, Florence",
                        "country": "Italy., Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus pandemic is bringing with it the prospect of severe fi nancial and economic crises. The article investigates its economic consequences in terms of fi nancial instability, economic recession, lower incomes and policy challenges at the national and European levels. What are some of the lessons that can be learned? This article argues that health is a global public good. Public health and welfare systems are crucial alternatives to the market and universal public health is a key element of an egalitarian policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and the nature of the health, social and economic problems we face as well as to update the policies that have led to this crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With fears of a harsh credit crisis and a major collapse in economic activity, the spreading of the pandemic crashed fi nancial markets all over the world. Between 19 February and 20 March 2020, the S&P500 index at the Wall Street Stock Exchange lost 32%. In London, the fall of the FTSE100 index was in the same range. In Italy -the fi rst European country to be infested by the pandemicthe Milan FTSE MIB index lost 38%. This is close to a fi nancial crash. Until now, there has not been a specifi c factor that could replicate the role that the collapse of 'subprime' mortgages and the bankruptcy of Lehman Brothers played in 2007 and 2008 leading to a 50% fall of the US Stock Exchange. This time, the slowdown of the economy could simply make the mass of private debt unpayable; according to the OECD, world private corporations have an outstanding debt of 13.5 trillion US dollars (Goodman, 2020), after a decade of huge debt expansion, made easier by interest rates close to zero. Or the crisis could erupt in some unexpected point -for instance, the dysfunctionality of the US health system, a bankruptcy of US private health insurance companies or a new public debt crisis in Europe (Kerry, 2020) .",
            "cite_spans": [
                {
                    "start": 1192,
                    "end": 1205,
                    "text": "(Kerry, 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "The fi nancial crisis has arrived"
        },
        {
            "text": "In response to the crisis, the US Federal Reserve has announced drastic measures, including an extensive programme of quantitative easing and several emergency actions to support the fl ow of credit to consumers, businesses and municipalities. The European Central Bank (ECB) unveiled a 750 billion euro emergency bond plan to strengthen banks' capital and support companies' li- DOI: 10 .1007/s10272-020-0878-0 quidity demand. The ECB is ready to offer over 1.1 trillion euro to the fi nancial markets. \"There are no limits to our commitment to the euro. We are determined to use the full potential of our tools, within our mandate\", ECB President Christine Lagarde said (ECB, 2020).",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 387,
                    "text": "DOI: 10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The fi nancial crisis has arrived"
        },
        {
            "text": "The epicentre of the fi nancial crisis is likely to be in the United States. In February 2020, Wall Street stock indices were double their 2007 values, a level which is barely justifi ed by the conditions of the real economy. Extreme fi nancial speculation has been fuelled above all by the belief that, with Donald Trump in the White House, policies to support fi nance and business and tax breaks for the rich would allow Wall Street to continue its expansion. The recent expansionary measures taken by the US Federal Reserve in order to stabilise the fi nancial markets, shocked by the spreading of the virus and the drop in oil prices, were still going in that direction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The United States"
        },
        {
            "text": "Before the coronavirus pandemic, the most likely scenario for the US was a continuation of fi nancial expansion -artifi cially supported by fi scal and monetary policies -until the presidential elections in November 2020. Typically, there is never a recession on the eve of a US presidential election; adjustments and crises usually occur the following year. If that were the case, Trump would likely win again, riding on the wave of a growing economy with low unemployment, and relying on the right-oriented radicalisation of his core electorate. Now the scenario has completely changed. The ability of the United States to control the pandemic is diffi cult to assess; government actions are now catching up after the early denial of the severity of coronavirus infections. Pressed by the spreading of the pandemic and a risk of a severe recession in the US, the Trump administration has planned to launch with dangerous delays and strong divisions in Congress -a nearly 2 trillion dollar plan to shore up the economy. It includes supporting the costs of an underfunded and highly unequal healthcare system, helping fi rms, extending unemployment benefi ts and family leave, and even sending money directly to US citizens. With a 2019 US GDP of 21.2 trillion dollars, the US emergency plan amounts to about 9.5% of GDP. Still, Trump may prove to be an inadequate leader in the face of this emergency (Krugman, 2020) . There is a possibility that everything might collapse: starting with a severe drop in US and world economic growth, a fi nancial crash, Trump losing the election and the likely Democratic candidate former Vice President Joe Biden being left to restore some order in 2021. In terms of world order, a continuation of 'systemic chaos' could be expected, with the fur-ther decline of US leadership and the rising infl uence of Asia and China. 2 Europe Economies on this side of the Atlantic are facing severe diffi culties -many of them of their own making. The ECB's new plan to overcome the crisis came after days of a lack of clarity and divisions within the board. On 12 March, the fi rst ECB decision to provide new liquidity was accompanied by a disastrous statement by Lagarde: \"[W]e are not here to close spreads\", taken from a phrase by a German Member of the Executive Board of the ECB (Lagarde and de Guindos, 2020) . A major worsening of the spread in interest rates between Italian and German government bonds and a stock market fall immediately followed the statement. The President of the Italian Republic Sergio Mattarella, with an unprecedented intervention, immediately replied that \"initiatives of solidarity and not moves that can hinder Italy's actions\" (2020) are expected from Europe, leading to a slight correction of Lagarde's view: \"I am fully committed to avoid any fragmentation in a difficult moment for the euro area\" (Lagarde and de Guindos, 2020) .",
            "cite_spans": [
                {
                    "start": 1402,
                    "end": 1417,
                    "text": "(Krugman, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2312,
                    "end": 2342,
                    "text": "(Lagarde and de Guindos, 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2864,
                    "end": 2894,
                    "text": "(Lagarde and de Guindos, 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The United States"
        },
        {
            "text": "A few days later, the Board of Directors decided to launch a massive injection of liquidity into the economic system. However, this unprecedented clash between Italy and the European Central Bank reveals the deep divisions in the ECB governing council and how far German and French strategies are from the interests of Italy and Southern Europe. European institutions appear unable to handle an economic emergency. Without a radical change, the 'fragmentation' of the euro area could become one of the effects of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The United States"
        },
        {
            "text": "The coronavirus pandemic is bringing on a major economic crisis. In the last OECD Economic Outlook (OECD, 2020), annual global GDP growth was projected to fall to 2.4% in 2020, from an already weak 2.9% in 2019, with a possible contraction of GDP in the fi rst quarter of 2020. GDP growth in China could be below 5% this year, with a marked downward correction. In fact, there is evidence that things will get worse. The most recent data on China show that the industrial production index fell by 13.5% in the fi rst two months of 2020, the most dramatic fall since the early 1990s. The spread of the pandemic in Europe and the US could make the fall in GDP much larger, with stagnation or recession in all of Europe, and a signifi cant",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The coming economic recession"
        },
        {
            "text": "fall -maybe in the range of 5% -for the most fragile economies of Southern Europe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coronavirus Crisis"
        },
        {
            "text": "The drivers of the crisis are the stoppages in production and consumption in the months of most acute diffusion of the pandemic (the fi rst quarter in China and in Italy, the months from March onwards in the rest of Europe and in the US). Whole sectors, such as air travel, transportation, tourism and restaurants, have completely stopped. As European economies are closely integrated in global value chains, they will probably suffer from a 'supply-chain contagion' (Baldwin and Weder di Mauro, 2020) . Major negative economic effects are associated with the loss of employment and wages, which can only be compensated to a limited extent by the muchneeded income support measures introduced by governments (guaranteed incomes, tax relief, etc.). The resulting fall in demand will further slow down production, while the increase in health expenditure is unlikely to have signifi cant expansionary effects on the economy as a whole.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 501,
                    "text": "(Baldwin and Weder di Mauro, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Coronavirus Crisis"
        },
        {
            "text": "Data on Italy may provide some indication of what could happen in Europe as a whole. According to Confi ndustria, the main Italian business association, 20% of companies have experienced strong negative effects; some sectors, such as tourism, will be affected far beyond the most acute moments of the pandemic. Furthermore, income support measures may not translate into increased domestic production, but may lead to greater imports (as it has happened in the case of face masks and respiratory machinery). After the 2008 crisis, Italy and Southern Europe experienced a 20% fall in industrial production that later became permanent. A similar, further weakening of the economies of the European periphery could result from the coming crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coronavirus Crisis"
        },
        {
            "text": "Traditional economic policy tools could be ineffective in combating the consequences of the coronavirus. European monetary policy will not make a big impact on the real economy. The indirect stimulus of expansive fi scal policies or tax relief could have a modest impact in the short term. The most effective tool for containing the crisis could be a large increase in public spending for the provision of public services, the purchase of domestically produced goods and investment in new production activities in the context of a green industrial policy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Coronavirus Crisis"
        },
        {
            "text": "The 2008 crash and the succeeding European debt crisis in 2011 have made apparent the inadequacy of European institutions and policies. These crises have turned into a decade of recession and stagnation for Southern Europe-an countries. A major legitimation crisis has infested the European Union, contributing to the eventual exit of the UK from the Union. This is a scenario that could happen again, as Europe lacks the ability to quickly intervene and address the economic consequences of the coronavirus pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The coming crisis of Europe"
        },
        {
            "text": "In the unfolding of the coronavirus crisis, the European Commission (EC) decided to temporarily weaken two of the most criticised pillars of European economic policies in the past 30 years. First, the EC launched a temporary revision of state aid measures to ensure support for workers' incomes and the necessary liquidity for businesses -even rescue them with partial nationalisation if necessary; then the EC activated the 'general escape clause', which temporarily suspended the Stability and Growth Pact, providing governments with greater fi scal space to \"pump as much money as it takes into the system\" (EC, 2020). This radical change in fi scal policy has allowed the launch of massive national plans to fi ght the coronavirus epidemic. Germany has already announced a fi scal expansion of over 150 billion euro, 4.3% of GDP, overcoming the maximum debt limit included in the constitution. France unveiled a 45 billion euro plan, while Italy's rescue plan -until now -amounts to 25 billion euro. Thus, actions have been left to national governments and European institutions have not been able to provide leadership in this emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The coming crisis of Europe"
        },
        {
            "text": "The lack of a coordinated action on fi scal policy in order to share the policies needed to confront the pandemic is a strong shortcoming of current EU action. Without a radical change, there could be strong asymmetries in the economic policy response and hard consequences for economy and well-being of those damaged countries whose policies will be constrained by a stricter path of adjustment of public expenditure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The coming crisis of Europe"
        },
        {
            "text": "Calls are mounting in Europe for much more decisive action. Facing the coronavirus pandemic, a strong European fi nancial commitment and a change of its institutional set-up has been proposed by the former president of the European Commission Romano Prodi and Alberto Quadrio Curzio: \"[T]he European Union has the tools to implement a project for the next decade which is able to mobilise, without any risks and with very limited costs, an increase in investment of at least 500 billion euros per year\" (2020). The authors renewed the proposal to introduce Euro Union Bonds, based on the experience of the European Stability Mechanism (which may already issue European securities) and on the activities of the European Investment Bank. According to Quadrio Curzio, \"[A] system with a central bank and a single currency must also have an adequate federal or confederal budget, be-tween 10% and 20% of GDP, which can be fi nanced with capital market issues\" (2020a). Quadrio Curzio also proposed the issue of a 'Euro Rescue Bond' (ERB): \"[W]ith appropriate guarantees, the ECB itself could purchase the ERBs as it has purchased government bonds of individual countries\" (2020b). Such measures -a significant expansion of the European budget, the issuance of Eurobonds that the ECB can buy directly, a rethinking of the role of the European Stability Mechanism and the European Investment Bank to fi nance European public investment -are essential for turning the European Union into a political institution capable of facing the pandemic and its economic consequences, avoiding the current paralysis and the fragmentation of national responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The coming crisis of Europe"
        },
        {
            "text": "On 25 March, an offi cial letter by nine EU governments -Italy, France, Spain, Portugal, Slovenia, Greece, Ireland, Belgium and Luxembourg -demanded the creation of 'coronabonds', \"a common debt instrument issued by a European institution to raise funds on the market on the same basis and to the benefi ts of all member states\" (Dombey et al., 2020). The aim is to fi nance the necessary investment in health systems. Moreover, Italy's Prime Minister Giuseppe Conte demanded that Europe's response be \"massive, cohesive, and timely\" (ANSA, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The coming crisis of Europe"
        },
        {
            "text": "If such proposal becomes offi cial EU policy, a key step for changing European policies would be introduced. In a longer-term perspective, European fi scal policy should be based on a large common budget and a greater autonomy for national governments, starting with a 'golden rule' excluding public investment and all emergency-related expenditure from spending limits. European policies on expenditure, taxation and defi cits must allow the development of the welfare state that is typical of Europe's model, favouring the convergence of member countries to high performance levels. In parallel, European policy must promote and fi nance efforts of all countries for restructuring their economy to prevent and adapt to climate change. Along these lines, Europe could become an international model, setting international standards on health, welfare and environmental issues, assuming a leadership in international organisations, identifying the most effective ways to face today's pandemic and tomorrow's climate emergency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The coming crisis of Europe"
        },
        {
            "text": "Unfortunately, there are no signals of change from the European Council, the European Commission and national governments; there is no political vision and capacity for action adequate to the severity of the current emergency. The coronavirus crisis may indeed become a crisis of European integration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The coming crisis of Europe"
        },
        {
            "text": "The economic consequences of the coronavirus pandemic are wide-ranging, affecting the way the world economy works. A number of lessons can be learned, starting with our views on health and the public good, on the possible changes in the relationships between health, economics and politics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What can we learn?"
        },
        {
            "text": "The necessary starting point is a conception of health as a fundamental right. The Universal Declaration of Human Rights of the United Nations (UN) states that \"[e]veryone has the right to a standard of living adequate for the health and well-being of himself and of his family, including food, clothing, housing and medical care and necessary social services\" (1948) . From an economic and public policy perspective, health is a global public good. It cannot be produced as a commodity and sold on the market to individual consumers, and is highly vulnerable to the lack of health -or, in fact, to the emergence of epidemics -in any part of the planet.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 367,
                    "text": "(1948)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The importance of global public goods has been recognised in the late nineties in the context of the debate on globalisation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The United Nations Development Programme defi nes a global public good as 'a public good with benefi ts that are strongly universal in terms of countries (covering more than one group of countries), people (accruing to several, preferably all, population groups) and generations (extending to both current and future generations, or at least meeting the needs of current generations without foreclosing development options for future generations) (Kaul et al., 1999) .",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 466,
                    "text": "(Kaul et al., 1999)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The specifi city of health as a global public good has been at the centre of several studies (e.g. Smith et al., 2003) , including its link to climate change (McMichael, 2013) , and is now acknowledged even in World Bank policies for the prevention of pandemics (Stein and Sridhar, 2017) . But the trajectory of the global economy has disregarded the need for global public goods. Neoliberal globalisation has prevailed, creating rules and institutions to protect the free movement of capitals and commodities only. New inter-governmental organisations were born -such as the World Trade Organization -and new global private powers ruled -the fi nancial centres of Wall Street and the City, rating agencies, multinational corporations.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 118,
                    "text": "Smith et al., 2003)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 158,
                    "end": 175,
                    "text": "(McMichael, 2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 262,
                    "end": 287,
                    "text": "(Stein and Sridhar, 2017)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "In those years, progressive European governments, trade unions, the International Labour Organization (ILO) and social movements had proposed to combine economic globalisation with new global protections for labour and social rights and the environment, as shown by the documents of the movements against the WTO summit in Seattle in 1999 and the Millennium Forum of civil society at the UN in 2000 (International Progress Organization, 2000 . 3 They were ignored. No global rules and resources were introduced for welfare and health policies, for labour rights and environmental standards. These aspects were simply considered a 'cost' for the economy, left to fragmented national policies and put under pressure by privatisations and cuts in public resources.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 398,
                    "text": "UN in 2000",
                    "ref_id": null
                },
                {
                    "start": 399,
                    "end": 441,
                    "text": "(International Progress Organization, 2000",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The coronavirus pandemic has exposed the economic and social costs caused by the lack of adequate health and welfare systems in all countries and by the absence of global rules and coordination on the protection of health, from the markets of live animals in China to the ability to quickly identify and address an epidemic. The same holds for many environmental disasters -present and future ones -caused by climate change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "In order to address these global issues, we need to radically rewrite the rules of globalisation. Health, welfare, labour rights and the environment must be protected by international standards, which should be binding for the international movement of capitals and goods. The policy proposals put forward by the WHO, the ILO and the Climate Change conferences must acquire a new political priority and obtain the much-needed resources. The Sustainable Development Goals, endorsed by all UN member states, offer an additional framework in which to place these priorities (United Nations, 2015) .",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 593,
                    "text": "(United Nations, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The welfare state is an effective alternative to the market Public health systems play a fundamental role in responding to the coronavirus pandemic. As Stiglitz (2020) argued, \"when we face a crisis like an epidemic or a hurricane, we turn to government, because we know that such events demand collective action\". Public health systems are based on a vision of health as a fundamental right that must be guaranteed by the government through the provision of universal public services designed to meet individual and social needs, outside the logic of the market. In Europe, this model has inspired the construction of the welfare state since the radical reforms introduced after World War II by the Labour Party in the UK. The welfare state, with its national varieties, remains at the core of the European 'social model'. Health, education, universities, pensions, social assistance and other key activities are provided and fi nanced mainly by public action.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 167,
                    "text": "Stiglitz (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "3 Several civil society documents are collected in Pianta (2001) .",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 64,
                    "text": "Pianta (2001)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "Three decades of neoliberal policies have seriously reduced the welfare state: privatisations and cuts in public budgets have forced public agencies to downsize their activities, sometimes losing universality, effectiveness and quality of services. Private companies have entered these activities, starting from the most profi table fi elds -pensions, healthcare and universities. Reduced funding, lack of turnover of personnel and pressure to make 'clients' pay for services have pushed welfare services to become more similar to market goods. The market system has been presented as the only way to effectively supply goods and services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The pandemic has dramatically shown the price of such a neoliberal turn. Market globalisation creates health threats and is completely unable to respond to emergencies. Private health care is turning out to be largely irrelevant in facing the pandemic. The welfare state should not be considered a 'cost' for the private economic system. It is a parallel system that produces public goods and services and ensures the reproduction of society based on the rights and needs of citizens, rather than on the ability of customers to spend. The welfare state produces wellbeing and social quality, dimensions that the GDP, based on the market value of goods, cannot measure. The same arguments apply to environmental quality and the need for public intervention in this area; it is now urgently necessary to build accounting systems that seriously take into account social and environmental externalities produced by the economic systems. 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The obvious consequence of this analysis is that we should massively refi nance -through a more progressive taxation of income and wealth and through defi cit spending -a whole range of public activities: health, education, universities, research, pensions, social assistance and environmental protection. 5",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The welfare state could become the engine of a new model of development with high social quality and environmental sustainability. However, public policy should not be limited to the provision of welfare services. It must guide the development trajectories of the economy as a whole, ensuring consistency between business behaviour and the social, health and environmental goals mentioned above. In this regard, the debates on the return of industrial policy and on the 'European Green Deal' have 4 A novel measure of sustainable welfare for Italy is developed in Armiento (2018) . 5 In Italy public spending has declined over time, slowly recovering in the last few years only. In terms of per capita healthcare expenditure the gap with the other major European countries has increased; the emphasis put on fi scal consolidation has left leave little room for social objectives. Italy is also characterised by a large divide on spending between Northern and Southern regions.",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 579,
                    "text": "Armiento (2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "opened up a new space for public action at the national and European levels. There is growing consensus on expanding the role of the state and on the need for public action in the economy and society. An important example is provided by Mazzucato's proposals on the 'entrepreneurial state' and on the nationalisation of the pharmaceutical industry (2013; Mazzucato et al., 2020) .",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 378,
                    "text": "Mazzucato et al., 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "It would be a mistake to believe that, once the pandemic has passed, the economy could go back to 'normal'. We need to rethink production and consumption in light of health and environmental needs. There are other health crises that receive much less attention: occupational health and safety have been disregarded, and work-related accidents and deaths continue to be a dramatic issue. Pollution-related illnesses and deaths related to low environmental quality are a rising challenge in all countries. The 'deaths of despair' are a major social problem in the US and other countries, with a booming number of deaths, mainly of poor white men, related to suicide, alcohol, the use of opioids and drugs (Deaton and Case, 2020; Baldwin, 2020) .",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 726,
                    "text": "(Deaton and Case, 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 727,
                    "end": 741,
                    "text": "Baldwin, 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "To confront such challenges, we have to move towards an economic system of greater quality, one which is able to cause less damage to the health of workers and citizens. Indeed, health and welfare could become a key engine of a novel development. In the current debate on the return of industrial policies, the report What is to be produced? proposes to identify three priority areas where public and private research and investment could be concentrated in order to develop a 'good' economy: environment and sustainability, knowledge and information and communication technologies, and health and welfare activities (Pianta et al., 2016) . For the latter, as we argue in Pianta et al. (2019) :",
            "cite_spans": [
                {
                    "start": 617,
                    "end": 638,
                    "text": "(Pianta et al., 2016)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 672,
                    "end": 692,
                    "text": "Pianta et al. (2019)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "Europe is an ageing continent with the best health systems in the world, rooted in their nature as a public service outside the market. Advances in care systems, instrumentation, biotechnologies, genetics and drug research have to be supported and regulated, considering their ethical and social consequences (as in the cases of GMOs, cloning, access to drugs in developing countries, etc.). Social innovation may spread in welfare services with a greater role of citizens, users and non-profi t organisations, renewed public provision and new forms of self-organisation of communities. (279) Such a policy can be built in Europe using existing institutions, policy tools and resources, pushing economic activities towards the protection of health and welfare and putting Europe on a sustainable path of long-term environmental transition on the basis of a green industrial policy. The welfare state and public health reduce inequalities Inequality is a major concern in this context. Since the 1980s, as a result of neoliberal policies, advanced countries have experienced sharp increases in income and wealth disparities. Because of its nature as a supplier of goods and services based on individual and social needs, the welfare state has been a key factor in reducing inequalities after the Second World War. As argued in our book Explaining inequality (Franzini and Pianta, 2015) , the reduction of the policy space, the privatisation of public services and the extension of the market in areas previously protected by public action have introduced new mechanisms that generated economic and social disparities. In Europe a report from the European Commission recalled that \"[i]n all countries with available data, significant differences in health exist between socioeconomic groups, in the sense that people with lower levels of education, occupation and/or income tend to have systematically higher morbidity and mortality rate\" (2007) . And, considering the economic effects of disparities in health conditions, the EU report calculated that the number of deaths that can be attributed to health inequalities in the European Union (EU25) as a whole is estimated to be 707,000 per year and the number of life years lost due to these death is about 11.4 million. Health inequalities also affect the average life expectancy at birth of men and women, decreasing it by 1.84 years. The total costs due to health inequalities -obtained from the combination of data relating to mortality and morbidity -is close to 980 billion euros, 9.38% of EU25 GDP in 2004. In other words, the loss of health due to socio-economic inequalities represents 15% of the costs of social security systems and 20% of the costs of health care systems in the European Union as a whole (Mackenbach, 2007). 6 The relationship between inequalities and health has been analysed in several countries by considering different social and professional conditions (Wilkinson and Pickett, 2009; Costa et al., 2004) , showing that mortality rates increase in proportion to economic and social hardship, lower incomes, education and social class. Thus, reducing economic inequalities would make it possible to reduce health disparities; at the same time, greater universal and egalitarian health protection would signifi cantly reduce the costs of public health and welfare.",
            "cite_spans": [
                {
                    "start": 1357,
                    "end": 1384,
                    "text": "(Franzini and Pianta, 2015)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1937,
                    "end": 1943,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 2765,
                    "end": 2786,
                    "text": "(Mackenbach, 2007). 6",
                    "ref_id": null
                },
                {
                    "start": 2935,
                    "end": 2964,
                    "text": "(Wilkinson and Pickett, 2009;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2965,
                    "end": 2984,
                    "text": "Costa et al., 2004)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "It is a paradox that the spreading of the pandemic today creates a condition of (almost) equality in the probability of contagion: in this situation, income levels matter relatively little and there is (almost) no way to 'buy' individual pro-tection on the market. Equality in behaviours and health treatments becomes essential to fi ght the pandemic. But such equality can only be the result of universal public health, a fundamental outcome of the welfare state. As such, equality should be recognised as a key priority for the economic, social and health care policies of the postcoronavirus age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health is a global public good"
        },
        {
            "text": "The coronavirus pandemic is rapidly changing health conditions, daily life, social relationships and economic prospects around the world. It is important to learn the key lessons of its economic consequences and open up a debate on the possible actions that can set our societies on a more stable, healthy, egalitarian and sustainable trajectory of development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health is a global public good"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Sustainable Welfare Index: Towards a Threshold Effect for Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Armiento",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Ecological Economics",
            "volume": "152",
            "issn": "",
            "pages": "296--309",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The long twentieth century: money, power, and the origins of our times",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Arrighi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Chaos and Governance in the Modern World System",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The COVID-19 upheaval scenario: Inequality and pandemic make an explosive mix",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Economics in the Time of COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Remarks by Mário Centeno following the Eurogroup meeting of 16",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Centeno",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inequalities in health in Italy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Spadea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cardano",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Epidemiologia e prevenzione",
            "volume": "",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Deaths of despair and the future of capitalism",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deaton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Case",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "ECB Press release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "European Central",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ECB announces €750 billion Pandemic Emergency Purchase Programme (PEPP)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Coronavirus: Commission proposes to activate fi scal framework's general escape clause to respond to pandemic",
            "authors": [],
            "year": 2007,
            "venue": "European Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Explaining inequality",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Franzini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pianta",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Coronavirus May Light Fuse on 'Unexploded Bomb' of Corporate Debt",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Globalization and Development: Declaration of the NGO Millennium Forum",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bazookas' cannot stop coronavirus becoming a fi nancial crisis",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Financial Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Global public goods: international cooperation in the 21st century",
            "authors": [],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Our fl awed health system isn't up to the challenge of the coronavirus",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kerry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "It's a MAGA Microbe Meltdown",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Krugman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Introductory statement",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lagarde",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "De Guindos",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Europe's alternative: a Green Industrial Policy for sustainability and convergence, MPRA Paper",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucchese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pianta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The economic consequences of coronavirus: a major economic and fi nancial crisis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucchese",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pianta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Economic implications of socio-economic inequalities in health in the European Union",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Mackenbach",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Meerding",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Kunst",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Nota del Presidente della Repubblica Sergio Mattarella",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mattarella",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The entrepreneurial state",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazzucato",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Is it time to nationalise the pharmaceutical industry?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazzucato",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Darzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Globalization, Climate Change, and Human Health",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New England Journal of Medicine",
            "volume": "368",
            "issn": "",
            "pages": "1335--1343",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "OECD Economic Outlook",
            "authors": [],
            "year": 2020,
            "venue": "OECD",
            "volume": "",
            "issn": "106",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Globalizzazione dal basso",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pianta",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Reshaping the economy: an industrial and investment policy for Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pianta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucchese",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nascia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Economic Crisis and Economic Thought: Alternative Theoretical Perspectives on the Economic Crisis",
            "volume": "",
            "issn": "",
            "pages": "260--291",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "What is to be produced? The making of a new industrial policy in Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pianta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucchese",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nascia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rosa Luxemburg Stiftung",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The space for a novel industrial policy in Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pianta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lucchese",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nascia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Industrial and Corporate Change",
            "volume": "",
            "issn": "",
            "pages": "1--17",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Perché è arrivato il tempo per gli Euro Union Bond",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Prodi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Quadrio"
                    ],
                    "last": "Curzio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Emettere subito EuroRescueBond per affrontare il coronavirus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quadrio Curzio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Huffi ngton Post Italia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Il \"vaccino\" economico al Covid-19 sono gli investimenti pubblici in infrastrutture",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quadrio Curzio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Huffi ngton Post Italia",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Global Public Goods for Health: health economics and public health perspectives",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Health as a \"global public good\": creating a market for pandemic risk",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sridhar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Universal Declaration of Human Rights",
            "authors": [],
            "year": 1948,
            "venue": "United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Transforming our world: the 2030 Agenda for Sustainable Development",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Spirit Level: Why More Equal Societies Almost Always Do Better",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pickett",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}