{
    "paper_id": "48606094f3f5582f1dd5e372f2319be95728a9df",
    "metadata": {
        "title": "",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "H ow individuals emotionally respond to an epidemic has significant impact on their subsequent behavioral responses, ranging from complete ignorance to active engagement in suggested protection behaviors [1] . When facing with health threats, people experience strong emotional feelings and a series of emotional swifts [2] , from initial fear of the deadliness of disease and anxiety about one' s possible exposure to the disease, to anger at health systems and governments for their incapability of providing necessary protection, and at particular individuals for transmitting the disease. Sorrow and sadness are also commonly experienced for loss of lives.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 320,
                    "end": 323,
                    "text": "[2]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Researchers have increasingly begin to examine how people emotionally respond to health threats. For example, by analyzing a large number of online texts in response to Middle East Respiratory Syndrome, researchers found a wide spread of negative emotional expressions (ie, anxiety and fear) [3] . Researchers found a low collective level of anxiety [4] and a higher level of worry [5] toward 2009 Influenza A pandemic in Hong Kong. Emotions are transient and dynamic, that is, people tend to feel a shift from one emotion to another over the course of an emotionally charging stimulus. In the case of 2014 Ebola, people were likely to experience fear due to the deadly consequences of Ebola at its onset in Africa. When mortality rates plateaued and started to decline, quarantined Ebola suspect cases were declared Ebola free and discharged from hospitals, and survival cases appeared, positive emotional responses began to emerge and intertwine with negative emotional responses. Individuals' arousal of positive and negative emotions may also be influenced by the spatial distance resulted from moving stimuli influenced [6] . In the context of health threats, it is logical to aruge that when people are physically close to a health threat, their feeling of fear is more frequent and stronger in comparison to people who are physically distant.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[3]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 350,
                    "end": 353,
                    "text": "[4]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Various discrete emotions are expressed on Twitter which mirror the course of Ebola 2014 outbreak, and geographic distance from locations where Ebola cases are confirmed influence expressions of discrete emotions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "proach is employed in the study to draw a random sample of original tweets from all the tweets of each country). The retweets of the 21 000 original tweets were extracted, resulting in a study data set of 435 700 tweets including the 21 000 original tweets and their 424 700 retweets. The emotional types embedded in the 21 000 orginal tweets were manually coded. The remaining 424 700 tweets were duplicates or retweets of the 21 000 original ones and did not provide new information. Emotional expressions in the corpus of 424 700 tweets were assessed based on the coding results of their corresponding original tweets. The countries from which tweets were extracted were grouped to a) countries with confirmed cases, b) countries that are geographically adjacent with countries listed in a), and c) countries that are geographically remote.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Expression of emotions embedded in user-generated tweets were manually coded and categorized into positive, negative, and neutral expressions.Negative expressions were decomposed into three discrete negative emotions, fear, anger, and sadness. Discrete emotions with a positive valence were not further differentiated. Fear was coded for when a tweet explicitly mentioned synonyms of fear (afraid, scared, terrified, horrified) or when self-oriented protection was mentioned. Anger was coded for when one or more synonyms of anger (irritated, outraged, mad, upset) was used or a tweet clearly blamed an entity, and sadness was coded for when its synonyms (sorrow, grief) were used or when other-oriented protection was mentioned. Tweets were coded as positively valenced when they explicitly stated happiness, content, satisfaction, encouragement, and their synonyms, and coded as neutral when they only tweeted or re-tweeted news-like headlines without adding further information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Twitter, public concern on Ebola was not evenly dstributed across countries [8] . Out of the 435 700 tweets on Ebola, over half of the tweets (52.6%) were posted by users from the United States (52.6%), followed by the United Kingdom (12.7%), Nigeria (4.2%), Canada (3.6%), Indonesia (2.2%), and Australia (2.0%). The data spreaded wide across all 12 months in 2014. There was a substantial rise starting July of 2014, and reached its peak in October 2014. Between March and April 2014, there was a secondary rise in the total amount of tweets.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Out of 435 700 tweets, 62.5% were neutral, 9.6% were positive, and 27.9% contained negative emotions. Among the negatively valenced tweets, 61.3% contained verbal expressions associated with fear, 34.2% contained verbal expressions associated with anger, and 4.5% contained verbal expressions associated with sadness (Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 317,
                    "end": 327,
                    "text": "(Figure 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Tweets with verbal expressions of positive emotion are found to increase at a relatively slow rate. Tweets with verbal expressions of sadness reached its peak in July 2014, which is followed by a monotonic decrease in the subsequent five months. Tweets with verbal expressions of fear reached its singular peak in October 2014, followed by a substantial decrease in November and December. Tweets expressing anger reached its first peak in August 2014 followed by a dramatic decrease in the next three months and then reached its second peak in December 2014 (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 567,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Twitter users in countries with confirmed Ebola cases generated significantly less amount of verbal expressions of positive emotions (9.1%) than in countries that are geographically adjacent (11.1%) or remote (10.5%) from confirmed Ebola cases. The percent of tweets with verbal expressions of fear generated by countries with confirmed cases (18.1%) was higher than adjacent countries (17.6%) or geographically remote countries (12.4%). The percent of tweets with anger-related expressions generated",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The findings suggest the importance of addressing discrete emotions experienced by the public and their implications for behavioral responses to Ebola in public health interventions. Photo: Source -Shutterstock (https://www.shutterstock.com/image-photo/ word-ebola-text-writed-blood-on-1500631940), copyright free. from countries with confirmed cases (10.5%) was significantly larger than the percent of tweets generated by adjacent countries (8.5%) and distant countries (6%). The percent of tweets expressing sadness generated by countries with confirmed cases (1.2%) was larger than the percent of tweets expressing sadness by adjacent countries (1.1%), but smaller than that by distant countries (1.5%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Generating a systematic understanding about what emotions are experienced in response to public health threats is necessary as it likely provides signals and evidence for early discovery and timely alarming of emerging health risks [9, 10] . The scaricty in research to comprehensively examine how public emotionally respond to health threats warranted this endeavor. It was clear that twitter users used tense emotional expressions as responses to Ebola, and the valence and type of emotions expressed on Twitter were affected by the temporal factors and spatial distance from confirmed Ebola cases.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 235,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 239,
                    "text": "10]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Despite of generating inspiring findings, this research also calls for further attention to the following research areas. With a vast majority of the data coming from the US, findings generated from this research limit our ability to make more geralized claims regarding how Twitter users from other countries verbally express emotional reactions to Ebola outbreak. Future research is needed to examine whether Twitter users from other countries verbally expressions emotions toward Ebola in a similar or dissimilar manner.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUTURE DIRECTIONS"
        },
        {
            "text": "As a descriptive study, this research did not examine the impact of collective mixed and blended emotions on cognitive and behavioral outcomes. Future research is desired to examine these relationships. This research was limited to the scope of only analyzing tweets without reference to external information. Information like news release from external sources and talks delivered by government officials might serve as additional stimuli to the Twitter system and hence exert impact on how Twitter users emotionally respond to Ebola. Future research is needed to close this gap.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUTURE DIRECTIONS"
        },
        {
            "text": "The present research has several practical implications. First, this research provided a landscape for emotional responses to 2014 global Ebola outbreak by simultaneously examining discrete negative and positive emotions at a collective level. Second, precisely detecting how the public emotionally feel about a health threat not only offers policy makers and health practioners opportunities to adequately address public concerns and inform the public about health risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUTURE DIRECTIONS"
        },
        {
            "text": "To conclude, one cannot stress enough about the powerful impact of emotions on employed actions to cope with health threats. A better understanding about how the public respond to health threats such as Ebola emotionally will enable health campaign practitioners to design campaigns and education materials that address fear, assuage anger, and deliver optimism, hope, and empowerment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Endemic disease, awareness, and local behavioural response",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilad",
                    "suffix": ""
                },
                {
                    "first": "Vaa",
                    "middle": [],
                    "last": "Jansen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Theor Biol",
            "volume": "264",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The role of emotions in preventative health communication",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Myrick",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social big data analysis of information spread and perceived infection risk during the 2015 middle east respiratory syndrome outbreak in South Korea",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Seo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cyberpsych Beh Soc N",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Comparative epidemiology of pandemic and seasonal influenza A in households",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Phil",
                    "suffix": ""
                },
                {
                    "first": "Llh",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "So",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0911530"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avoidance behaviors and negative psychological responses in the general population in the initial stage of the H1N1 pandemic in Hong Kong",
            "authors": [
                {
                    "first": "Jtf",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Tsui",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-139"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Over the hills and far away: The link between physical distance and abstraction",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Wakslak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Dir Psychol Sci",
            "volume": "19",
            "issn": "",
            "pages": "390--394",
            "other_ids": {
                "DOI": [
                    "10.1177/0963721410390802"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Public health impact of 2014-2015 Ebola outbreak in West Africa: Seizing opportunities for the future",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Delamou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Delvaux",
                    "suffix": ""
                },
                {
                    "first": "Ame",
                    "middle": [],
                    "last": "Ayadi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Beavogui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Okumura",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Damme",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Glob Health",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2016-000202"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SocialWave: Visual analysis of spatio-temporal diffusion of information on social media",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "Q"
                    ],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACM T Intel Syst Tec",
            "volume": "9",
            "issn": "",
            "pages": "1--23",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Communicating with the public about emerging health threats: Lessons from the pre-event message development project",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Wray",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jupka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Middleton",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Public Health",
            "volume": "98",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2006.107102"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Towards early discovery of salient health threats: Asocial media emotion classification technique",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ofoghi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Verspoor",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pac Symp Biocomput",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1142/9789814749411_0046"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Verbal expressions of emotions on Twitter over the course of 2014 Ebola outbreak.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank TCU Trifecta fund for supporting this work.Funding: This research is supported by Trifecta Initiative at Michigan State University.Authorship contribution:Jie Zhuang contributed to theoretical review, study design, data analyasis, and conclusion. Winson Peng contributed to study design, data collection and analysis and conclusion. Jiliang Tang contributed to data analysis, and Yingcai Wu contributed to method and sampling.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements:"
        },
        {
            "text": "The authors completed the ICMJE Unified Competing Interest form (available upon request from the corresponding author), and declare no conflicts of interest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests:"
        }
    ]
}