{
    "paper_id": "486ea5fbe1729fefb76aa2c80cbe8005f89bb7b4",
    "metadata": {
        "title": "Covid-19 in China: ten critical issues for intensive care medicine",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Hospital",
                    "location": {
                        "addrLine": "12 Lingyin Road",
                        "postCode": "310013",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Shijin",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Hospital",
                    "location": {
                        "addrLine": "12 Lingyin Road",
                        "postCode": "310013",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Jing",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Zhejiang Hospital",
                    "location": {
                        "addrLine": "12 Lingyin Road",
                        "postCode": "310013",
                        "settlement": "Hangzhou",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "First, the proportion of the critical care unit (ICU) beds is seriously insufficient in China. According to the survey data from the Chinese Society of Critical Care Medicine, the ratio of ICU beds to hospital beds nationwide is only 1.65%, which means that there are only 3.43 ICU beds per 100,000 people. Certainly, when epidemic outbreaks such a large number of critically ill patients are huge challenges for any province or city.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Second, there is an urgent need to strengthen training to achieve the homogeneity of clinical cognition and management capabilities of intensive care physicians. From 2009 to 2019, 24,639 physicians were certified as intensive care physicians in the Chinese Critical Care Certified Course (5C) program in China, only accounting for about 30% of physicians engaged in intensive care medicine in China. The levels of intensive care medicine in different provinces are uneven. The top province in the number of participants is Jiangsu Province (1808, 9.55%), while Hubei Province only 610 participants (3.2%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Third, professional agency needs to be established for the integration and optimization of the allocation of critical medical resources. During epidemic, not only to ensure the therapy of patients with severe Covid-19, but also to ensure that other critically ill patients, non-Covid-19 patients can also be effectively treated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fourth, standardized operating procedures should be set up for ensuring the refined risk stratification and subsequent refined management of critically ill patients. According to the severity of patients, not only the patients are allocated in a hierarchical manner, but also the allocation of critical medical resources from other provinces and cities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Fifth, it is necessary to strengthen occupational protection training and develop special standardized protection procedures for high-risk invasive operations during epidemics. In Hubei Province, more than 3000 physicians Increase financial and staff investment, value the training of intensive care physicians and intensivists, and increase the ratio of ICU beds to hospital beds nationwide.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "2 The levels of intensive care medicine in different provinces are uneven.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Strengthen training to achieve the homogeneity of clinical cognition and management capabilities of intensive care physicians in different provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "3 To focus medical resources on rescuing large numbers of Covid-19 patients, many non-Covid-19 patients are unable to receive effective treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Establish a professional agency for the integration and optimization of the allocation of critical medical resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "4 Medical staffs in Wuhan City from other provinces or cities were unfamiliar with the local conditions and the early phage of rescuing was in unordered states.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Set up standardized operating procedures for ensuring the refined risk stratification and subsequent refined management of critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "5 Lack protection awareness and equipment early, many physicians or nurses were infected by SARS-CoV-2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Strengthen occupational protection training and develop special standardized protection procedures during epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "6 The continuous recognition of Covid-19 by Chinese intensive care physicians is a long and deepening process. Develop the ability of intensive care physicians to quickly analyze and respond to a new disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "7 Covid-19 patients usually are complicated with multiple organ failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More cooperation between intensive care medicine and other disciplines to deal with the rapid development of Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "8 The timing, dose, and duration of many therapies or life support for Covid-19 still remain controversial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More training to improve the research ability of intensive care physicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "9",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The published studies mostly are single-centered and retrospective. It is difficult to integrate clinical, basic and public health data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Establish a national special disease database, specimen bank and share research data from different medical centers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "10 Critical patients obtain multi-disciplinary expert team consultations through a national video remote consultation platform during Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Promote ICU informatization construction. The successful experience should be extensively extended to the cure of other critical patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Li et al. Critical Care (2020) 24:124 or nurses were infected by SARS-CoV-2. To reduce the operation or exposure time it might be necessary to set up special operation teams such as extracorporeal membrane oxygenation (ECMO) team and continuous renal replacement therapy (CRRT) team. Sixth, the ability of intensive care physicians to quickly analyze and respond to new disease needs to be developed. China has experienced seven versions of consensus for Covid-19 diagnosis and treatment. In the beginning, most intensive care physicians believed that SARS-CoV-2 infection mainly induced viral pneumonia, and applied symptomatic treatment mainly targeted at the respiratory system. It was later discovered that deaths were often accompanied by multiple organ failure and cytokine storm syndrome (CSS), which are important causes of sudden exacerbations and death [3, 4] . Passing through the above course is the process of continuous recognition of SARS-CoV-2 infected pneumonia by Chinese intensive care physicians, which is based on large numbers of patients with critical illness or even death.",
            "cite_spans": [
                {
                    "start": 863,
                    "end": 866,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 867,
                    "end": 869,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Seventh, intensive care medicine requires more cooperation with multi-disciplines. The main target of SARS-CoV-2 infection in humans is the angiotensinconverting enzyme 2 (ACE2) genes. In addition to the alveoli, the ACE2 gene is highly expressed in the heart, kidney, and small intestine, which means that the virus may also infect these organs [5] . Multi-disciplines team should integrate the infectious diseases, respiratory, nephrology, intensive care, and pathology physicians to deal with the rapid development of Covid-19.",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 349,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Eighth, the research ability of intensive care physicians needs to be improved. What is the mechanism of the drastic reduction of lymphocytes in patients with poor prognosis? Could the patients' prognosis be improved by enhancing immune function? When does tracheal intubation, invasive mechanical ventilation, or ECMO support be used to most effectively protect organ functions and reduce mortality? [6] In addition, the timing, dose, and duration of systemic corticosteroids still remain controversial.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Ninth, it is urgent to establish a special disease database, specimen bank, and share research data from different medical centers. So far, the published articles mostly are from single-centered and retrospective studies. It is difficult to integrate clinical, basic, and public health data, which makes it unnecessary for intensive care medicine to play a leading role in rescuing Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Tenth, it is necessary to promote ICU informatization construction and establish the national remote consultation platform through 4G or 5G wireless networks. During Covid-19, video remote consultation has constructed to ensure that critically ill patients obtain timely multi-disciplinary expert team consultations. This successful experience should be extensively extended to the cure of other critical patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In summary, during the fight against Covid-19, we need to think and discover problems in the development of intensive care medicine, find the critical issues to be improved and ultimately promote the development of intensive care medicine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus infections-more than just the common cold",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "D"
                    ],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "20",
            "pages": "30260--30269",
            "other_ids": {
                "DOI": [
                    "10.1016/s0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "B"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Q"
                    ],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "30079--30084",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "L"
                    ],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "G"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Extracorporeal life support for adults with respiratory failure and related indications: a review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brodie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Slutsky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Combes",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "322",
            "issn": "6",
            "pages": "557--68",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2019.9302"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Ten critical issues for intensive care medicine Current situations or problems Suggestions or solutions 1 Severe shortage of critical medical resources including physicians, nurses, and ICU beds in China.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None reported.Authors' contributions L.L. wrote the manuscript; G.S. contributed to the discussion of the results; Y.J. revised the manuscript. The authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "No funding sources to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials Not applicable."
        },
        {
            "text": "We consent the article for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "No competing interest to declare.Received: 3 March 2020 Accepted: 23 March 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}