{
    "paper_id": "506bdb3eeb812e067d44c39a86970d5ffbb36488",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "P"
                ],
                "last": "Stevens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Virginia Commonwealth University Health System",
                    "location": {
                        "settlement": "Richmond",
                        "region": "Virginia"
                    }
                },
                "email": "michael.stevens@vcuhealth.org"
            },
            {
                "first": "Payal",
                "middle": [
                    "K"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Priya",
                "middle": [],
                "last": "Nori",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Montefiore Medical Center",
                    "location": {
                        "settlement": "Bronx",
                        "region": "New York"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "To the Editor-To our knowledge, no formal recommendations exist for the inclusion of antimicrobial stewardship programs (ASPs) in disaster planning or emergency response preparedness efforts. 1 A PubMed search utilizing the search terms \"antimicrobial stewardship\" AND \"disaster planning\" was performed on March 4, 2020, and yielded no results. ASPs are now ubiquitous. They often include pharmacists and physicians with advanced infectious diseases training, and they are a valuable part of hospital safety and quality programs. In some hospitals, compartmentalization of stewardship and epidemiology functions have developed over time to meet distinct institutional needs. However, domains should coalesce for purposes of emergency preparedness. The current SARS-CoV-2/COVID-19 outbreak highlights numerous opportunities where ASPs can support emerging pathogen response and planning efforts.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "An informal Twitter poll was initiated on March 1, 2020, asking the infectious diseases and antimicrobial stewardship communities whether ASPs at their health systems had been involved in SARS-CoV-2/COVID-19 outbreak response or preparation. This yielded 254 responses: 30% noted direct involvement, 28% indicated indirect involvement, and 39% indicated no involvement in emergency response efforts or planning. Although formalized study is needed, real-time insights from the community provided valuable information. We identified multiple potential areas where ASPs can support emergency response efforts, and these are summarized in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 644,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "ASPs that are integrated with hospital infection prevention programs have an advantage in response efforts to emerging pathogens in that (1) they are likely to have pre-existing infection prevention skills and experience, (2) they are likely to be involved in response efforts early, and (3) they will have access to and influence with key stakeholders. Because ASPs and infection prevention programs share similar technology infrastructure, data, and metrics, program integration has many advantages. 2 Response efforts to novel respiratory viruses like SARS-CoV-2/COVID-19 represent an opportunity for programs to formally integrate, to develop crosscoverage capabilities, and to create shared leadership opportunities.",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 503,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ASPs can support SARS-CoV-2/COVID-19 response efforts in numerous ways within the context of their normal daily activities. A core component of antimicrobial stewardship includes postprescriptive review with feedback to providers. 3 In this way, an ASP skill set can theoretically assist with early identification of potential cases. This approach may be especially useful in situations in which the definition of a person under investigation is fluid because traditional epidemiologic efforts usually focus on identifying patients at the point of entry into health systems. ASPs often coordinate with microbiology laboratories for real-time interpretation and action involving upper respiratory PCR test results. They can support SARS-CoV-2/COVID-19 evaluation efforts in this fashion as well. Novel respiratory virus outbreaks associated with secondary bacterial pneumonias and acute respiratory distress syndrome (ARDS) provide an opportunity for ASPs to monitor compliance with guideline-concordant therapy; severe COVID-19 cases have been treated with broadspectrum antibiotics. 4 Additionally, ASPs can help in the development of local treatment protocols involving repurposed antivirals; they can monitor and manage drug shortages due to supply chain interruptions 5 ; and they can assist frontline providers with expanded access investigational new drug applications (eINDs) and local institutional review board procedures for investigational agents.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1084,
                    "end": 1085,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "ASPs are now mandated in the United States and are often multidisciplinary. The Joint Commission accreditation standard for ASPs includes, when available, an infectious diseases physician, pharmacist, infection preventionist, and other practitioners. 6 ASP physician and pharmacy leaders often have specialized infectious diseases training. 3 Leveraging these resources for planning and response efforts for emerging pathogens is critical and can strengthen and sustain collaborative relationships.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 341,
                    "end": 342,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We recommend that hospital epidemiology programs strongly consider integrating their ASP colleagues into disaster preparedness plans as well as identify a more formal role for stewards in their operations beyond the current COVID-19 outbreak. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Outbreak response and incident management: SHEA guidance and resources for healthcare epidemiologists in United States acute-care hospitals",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Banach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Al-Zubeidi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "38",
            "issn": "",
            "pages": "1393--1419",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The role of the hospital epidemiologist in antibiotic stewardship",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Med Clin North Am",
            "volume": "102",
            "issn": "",
            "pages": "873--882",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Essential resources and strategies for antibiotic stewardship programs in the acute care setting",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Doernberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Abbo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Burdette",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "67",
            "issn": "",
            "pages": "1168--1174",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Epidemiologic features and clinical course of patients infected with SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "Swx",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3204"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19) Supply Chain Update. US Food and Drug Administration website",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Approved: new antimicrobial stewardship standard. The Joint Commission website",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Opportunities for antimicrobial stewardship programs to assist COVID-19 response preparation and planning efforts.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments.Financial support. No financial support was provided relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "All authors report no conflicts of interest relevant to this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest."
        }
    ]
}