{
    "paper_id": "66c84165b195276a0b9f7d96fd81ba49710a4d75",
    "metadata": {
        "title": "Humans, Other Animals and 'One Health' in the Early Twenty-First Century",
        "authors": [
            {
                "first": "Angela",
                "middle": [],
                "last": "Cassidy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In 2002 the US-based Association for Veterinary Epidemiology and Preventive Medicine (AVEPM) co-organized a symposium in St. Louis, Missouri, to honour the lifetime achievements of Calvin W. Schwabe, who had served as professor of epidemiology in both the medical and veterinary schools of the University of California, Davis until his retirement in 1991. 1 At the symposium, Schwabe gave a keynote address summarizing his ideas about how veterinary medicine should relate to other disciplines-particularly human medicine-and the wider world. Arguing against the compartmentalization of medicine by species, into human and veterinary strands, he used the opportunity to restate his longstanding arguments for a philosophy of One Medicine (OM), which sees veterinary medicine as a close collaborative partner with human medicine, working together towards the broader endeavours of healthcare and furthering knowledge in the life sciences. 2 He claimed that this positioning reflected and recognized the contributions that veterinary medicine made to a range of other fields, including comparative zoology, parasitology, epidemiology, human public health, agriculture CHAPTER 6",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "and conservation. 3 Schwabe's philosophy of OM was inspired by and expressed in his own career trajectory, which cut across many of these disciplines, as exemplified by his work on the tapeworm Echinococcus granulosus, described in Chapter 5. He had first written about bringing 'Veterinary Medicine and Human Health' together during the early 1960s, while working at the (AUB) University of Beirut and consulting on parasitology for the World Health Organization (WHO). However, he elaborated his ideas and first described them using the term OM during the 1980s, following his return to the USA. 4 The other contributors to the 2002 symposium, who included some of Schwabe's many students and collaborators (now senior academics and policy-makers in their own right), discussed the relevance of OM to their own work in areas such as disease surveillance, veterinary public health and epidemiology. 5 The event was particularly timely because Schwabe was becoming a figurehead for a wide network of scientists and health professionals working across human, animal and environmental health. While many of these individuals had been grappling with scientific and policy problems lying at the intersection of these fields for some time, Schwabe's ideas helped them articulate why it was necessary to think in this integrative way. His ideas about OM also provided a key foundation for the later emergence of One Health (OH), a broader reconfiguration of research, policy and clinical practice across human and animal health, which also brought in environmental concerns.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 19,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 598,
                    "end": 599,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 900,
                    "end": 901,
                    "text": "5",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The term OH first appeared in 2003, when it was adopted by several groups working across human and animal health, and subsequently by policy-makers, clinicians and researchers. 6 Its initial impetus came from renewed fears about the emergence and spread of zoonotic diseases passing between humans and other animals. 7 In November 2002, as the veterinary epidemiologists celebrated Schwabe's career, a previously unidentified coronavirus that originated in an as yet unidentified animal was causing a global outbreak of severe acute respiratory syndrome (SARS), 195 which took six months to contain and killed more than 700 people. This was the first of a series of crises and near-crises related to zoonoses, including the emergence of new strains of highly pathogenic avian influenza (HPAI) in the mid-2000s. Such events refocused scientific and policy attention on the transmission of infectious diseases from animal to human populations. 8 They also brought wider recognition of the problems posed by the traditional separation of human and animal health in science, policy and the professions, particularly when (as in the case of HPAI) they created 'silos' that limited the ability to share knowledge or coordinate policy across international health organizations. 9 This situation resulted in calls for more effective and integrated working across these domains.",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 565,
                    "text": "195",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since 2010, OH ideas have spread across the world, with research and advocacy groups forming in, for example, South Korea, Japan, Sweden and Australia. Postgraduate courses in OH have been launched in several countries, while in the USA, universities are experimenting with joint teaching across medical and veterinary schools. Alongside this institutionalization, the scientific literature has matured, with journal citation rates shooting up, two textbooks being published in 2014 10 and new journals being launched in 2011 and 2015. 11 Within this literature, Schwabe is widely referenced as a key source of its ideas, a visionary who coined the term OM, 12 and whose career established him as the 'father of veterinary epidemiology '. 13 This chapter turns the spotlight on the recent history of OH as a self-conscious movement in the twenty-first century, analysing its emergence and the roles that Calvin Schwabe played in it. While it is a more human-centred chapter than the others in this volume, it follows them in demonstrating the zoological foundations of medicine by examining 8 King (2004) . 9 Jerolmack (2013) . 10 Atlas and Maloy (2014) , Zinsstag et al. (2015) . 11 Infection Ecology & Epidemiology-The One Health Journal (Co-Action Publishing, Sweden) was launched in 2011, while One Health: The Official Journal of the OH Platform (Elsevier) and International Journal of One Health (Veterinary World, Gujurat, India) were launched in 2015. 12 Kaplan and Scott (2011) . 13 Nolan (2013) .",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 538,
                    "text": "2011 and 2015. 11",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 741,
                    "text": "'. 13",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1092,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1104,
                    "text": "King (2004)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 1107,
                    "end": 1108,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1109,
                    "end": 1125,
                    "text": "Jerolmack (2013)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1128,
                    "end": 1130,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1153,
                    "text": "Atlas and Maloy (2014)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1156,
                    "end": 1178,
                    "text": "Zinsstag et al. (2015)",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 1181,
                    "end": 1183,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1460,
                    "end": 1462,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1486,
                    "text": "Kaplan and Scott (2011)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1489,
                    "end": 1491,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 1492,
                    "end": 1504,
                    "text": "Nolan (2013)",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the human-animal health relations that underpin the OH movement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first half identifies Schwabe as a key source of ideas and inspiration, as well as the latest in a series of historical progenitors for OH today. It documents how the idea of OH was developed by different academics, clinicians and policy-makers working in specific institutional contexts to produce not one but many OHs, which awarded different roles to animals, offered different portrayals of their health relationships with humans, presented multiple interpretations of the term 'zoonosis' and held different visions of how disciplinary relationships needed to change in order to achieve the desired integration of human and animal health. 14 It argues that, like the earlier intersections of human and animal health and medicine explored in the other chapters, OH is a response mounted by specific researchers (and policymakers) to problems manifesting at particular times and in particular places. In contrast to advocates' claims, it is not a self-evidently beneficial phenomenon, nor the result of inevitable progress, but a contingent and context-bound activity that is actively and continually created through persuasive rhetoric and alliance-building. 15 The second half of the chapter focuses on the animal subjects of OH. It asks what sorts of animal feature in the images and scientific literatures associated with OH, and in what types of roles and relationships with humans. Where in the world do they come from? How are they perceived in relation to each other and to humans, and what can this tell us about the relative prioritization of human and animal health within the OH agenda? 16 As in earlier chapters, this analysis involves the scrutiny of traces left by animals on the medical historical record. 17 The photographs, infographics and logos used by advocates as they make their case for OH offer a particularly distinctive type of animal trace thatlike other cultural material, such as films, photographs, artistic portrayals, fictions, illustrations, advertising and even clipart-provide a rich source of information about the roles that animals play in medicine and society. 18 Such sources have been used previously to investigate human-animal relationships, and to illuminate how human recipients of care are represented and understood, particularly in health and international development contexts. 19 While the symbolic representations of animals that they contain constitute less direct animal traces than those in the scientific and other sources analysed elsewhere in this volume, they are traces nonetheless that are left on and remade by the human imagination. They might differ wildly from animals themselves, up to and including completely imaginary animals, but it is unlikely that humans could create these images without encountering animals in the first place. Therefore their analysis can offer meaningful insights into human-animal relationships. In the case of OH, they are all the more important because they are created and used with the intention of shaping how humans interact with animals in the future.",
            "cite_spans": [
                {
                    "start": 1166,
                    "end": 1168,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 1605,
                    "end": 1607,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 2107,
                    "end": 2109,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 2334,
                    "end": 2336,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Drawing on these analyses of animal images, and the imagery used in campaigns for public health, global health and international development, the second half of the chapter identifies the contradictions inherent in the OH portrayal of animals, the implications for the trajectories of OH research and practice, and for the health of the humans and animals on which they are projected to impact. Distinguishing between the portrayal of 'animals' as a generic category and as specific living beings, it will argue that animals feature in OH primarily in roles that either threaten or promise to advance human health, such as transmitters of infectious disease, sources of nutrition and companionship, and experimental models for the advancement of medical science and technology. In contrast to the case studies presented in some of the earlier chapters, which similarly examined the intertwining of human and animal health, knowledge about and concern for animals in their own right does not appear to be a major topic of interest in OH. Despite the stated aim-to bring human and animal health closer together-this substantive focus on ultimately advancing human health may create a paradoxical situation where OH advocacy ends up reinforcing the very anthropocentrism that it seeks to change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The One Health concept is a worldwide strategy for expanding interdisciplinary collaborations and communications in all aspects of health care for humans, animals and the environment. 20",
            "cite_spans": [],
            "ref_spans": [],
            "section": "One HealtH Or Many?"
        },
        {
            "text": "This definition of OH was developed by the OH Initiative, a US-based advocacy group: an unfunded group of public health physicians and veterinarians in favour of human-animal health collaboration. 21 While useful for advocates, this definition has not gone uncontested, and the broad and flexible nature of the OH concept has been widely debated. While some believe that this breadth risks losing all meaning and has been detrimental to implementing ideas in practice, 22 others have argued that OH acts as a usefully flexible 'boundary object' or 'umbrella' under which a range of topics, disciplines and forms of collaboration can shelter, facilitating interdisciplinary cooperation up to and including the social sciences and humanities. 23 The metaphor of OH as an umbrella (originally formulated by policy analyst Aline Leboeuf) has proved to be popular among OH advocates. Fig. 6 .1 shows a graphic created by One Health Sweden, depicting fields dealing with zoonosis sheltering on one side, and those involved in clinical research and practice on the other. 24 While this metaphor evidently helps OH advocates to articulate both the breadth and the limits of their endeavour, it abstracts the idea away from the personal, practical and institutional contexts where it originated and is now being adopted worldwide. While OH presents itself as bridging human and animal health, the majority of advocates and actors taking on the idea can be located in the veterinary sciences. The veterinary origins of the agenda has provoked criticism from some doctors, who perceive OH to be a threat to their professional boundaries: this may account for the limited uptake of OH in mainstream medicine. At the same time, some veterinarians have expressed concern that OH will lead to a loss of the specific status and interest in animal health for 21 . 22 Lee and Brumme (2012) pp. 1-8. 23 Leboeuf (2011 ), Wood et al. (2012 , Chien (2013) . 24 Gibbs (2014) , One Health Sweden (2014). its own sake. 25 This defensiveness over disciplinary boundaries, alongside competitiveness over professional status between veterinarians and their more dominant, better-resourced neighbours, would have been familiar to Schwabe and has repeatedly surfaced in veterinary-medical interactions since the nineteenth century. 26 To gain a more nuanced understanding of how the ideas associated with OH came about and came together, the specific contexts where the agenda was first developed bear more detailed examination. To this end, I will now explore the longstanding interests and activities of four interlinked advocacy and research networks that were central to the formation of the OH movement: that of Calvin Schwabe, his students and collaborators; the Swiss Tropical and Public Health Institute (STPH); the Wildlife Conservation Society (WCS); and the One Health Initiative and Commission. Exploring these networks in detail offers further insights into how ideas about OH have moved around and built momentum. By examining the publications, activities, locations and working practices of these groups, we can also understand better the roles they awarded to animals within OH, and how they understood the health relationships between humans and animals.",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 743,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1842,
                    "end": 1844,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 1847,
                    "end": 1849,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1850,
                    "end": 1871,
                    "text": "Lee and Brumme (2012)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1881,
                    "end": 1883,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1884,
                    "end": 1897,
                    "text": "Leboeuf (2011",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1898,
                    "end": 1918,
                    "text": "), Wood et al. (2012",
                    "ref_id": "BIBREF117"
                },
                {
                    "start": 1921,
                    "end": 1933,
                    "text": "Chien (2013)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1936,
                    "end": 1938,
                    "text": "24",
                    "ref_id": null
                },
                {
                    "start": 1939,
                    "end": 1951,
                    "text": "Gibbs (2014)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2302,
                    "end": 2304,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 879,
                    "end": 885,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "One HealtH Or Many?"
        },
        {
            "text": "As we saw in Chapter 5, Calvin Schwabe initially undertook undergraduate and postgraduate training in zoology, before gaining a veterinary qualification (doctor of veterinary medicine) in 1954, then moving on immediately to retrain in tropical public health, and launching a successful research career in parasitology and epidemiology. He explained in his address to the AVEPM in 2002 that this unorthodox career progression was borne of his desire to combine veterinary practice and scientific research, and 'to help people in need within poorly \"developed\" areas of the world'. 27 It was in 1964, while undertaking consultancy work for the WHO Communicable Diseases Programme and researching the parasitic tapeworm E. granulosus at the AUB, that he published the first edition of his most famous work, Veterinary Medicine and Human Health (VMHH). A combination of textbook and magnum opus, VMHH was a product of an age in which (as described in Chapter 4) interactions between veterinarians and public health experts were increasing. It was intended to advance Schwabe's view that 'the veterinarian possesses unique qualifications which can not only be increasingly directed to the investigation of human diseases, but also to their management'. 28 Written with the support of a Fulbright fellowship and grant from the WHO, the book did not use the term OM. However, its structuring around the well-established domains of public health, epidemiology and comparative medicine, with additional sections on food hygiene and research methods, foregrounded those areas of medicine where animals frequently brought vets and doctors together. The book was reviewed widely in veterinary and medical journals on both sides of the Atlantic (including at least three times by Schwabe's friend and collaborator James Steele), and it was republished in a second edition in 1969. Later in his career, with the support of a Rockefeller Foundation writing retreat, 29 Schwabe revised, updated and extended VMHH into a third edition, published in 1984. It was here that OM first featured-as a central organizing framework for the volume, in several chapter headings, and throughout the text. As shown in Fig. 6 .2, a citation search for VMHH suggests that its impact at the time of publication was relatively limited, at least on research publications, and it was not until the mid-2000s that the book was widely cited. The third (1984) edition accounts for about half of the post-2000 citations of VMHH and is often referred to in support of the idea that Schwabe devised the concept of OM. 30 However, searching bibliographic databases reveals that in fact Schwabe was not the first Schwabe's VMHH, 1964 , 1969 , 1984 . Source Web of Science, searched January 2017 person to use the term OM in the context of human and animal health. 31 The earliest reference it identifies is an editorial by the physiologist Carl F. Schmidt published in the journal Circulation Research in 1962, which extolled the benefits of the OM approach, particularly in the context of space medicine. 32 Schmidt, a professor of pharmacology at the University of Pennsylvania, cited traditions of veterinary-medical collaboration at the institution going back to the early nineteenth century. Following Schmidt, a series of other references discussing OM were published, mostly by authors associated with the University of Pennsylvania. 33 Today the leaders of the University of Pennsylvania School of Veterinary Medicine proudly cite these traditions and act as key advocates of OH. 34 The term had some currency beyond this context, as shown by its appearance as the title of an editorial in the UK's premier veterinary journal, Veterinary Record, in 1975. 35 Curiously, none of these authors (including Schwabe in the 1984 edition of VMHH) provided a definition of OM, instead treating it as a self-evident term which would already be familiar to the reader. This colloquial usage suggests that OM may have arisen organically, perhaps in veterinary-medical teaching or clinical collaborations taking place in and around Pennsylvania, and that rather than inventing it-as claimed by some OH advocates 36 -Schwabe adopted the term and greatly elaborated the idea when working on the third edition of his book. 37 Further support for this idea comes from following the career of Lord Lawson Soulsby, a recently deceased British veterinarian who served as president of both the Royal College of Veterinary Surgeons and 31 The bibliographic databases Web of Science and PubMed (which index the contents of medical, natural science and humanities research journals) were searched for the phrase 'one medicine' in journal publications from 1900 to the present. Seven citations were found using the term 'OM' prior to Schwabe (1984) . 32 Schmidt (1962) . On animals in American space medicine at this time, see Bimm (2013) . 33 Ravdin (1965) , Allam (1966) , Lechner (1968) , Parish and Schwartzmann (1971) , Cass (1973) . 34 Hendricks et al. (2009 ). 35 Editorial (1975 p. 535. 36 Kaplan and Scott (2011) . 37 While Schwabe never held a position at the University of Pennsylvania, after his retirement he moved from California to nearby Haverford, Pennsylvania, suggesting personal or professional connections to the area. Schwabe (2003) , Nolan (2013) . the Royal Society of Medicine. Soulsby, now also claimed posthumously as a 'One Health pioneer' and like Schwabe a parasitologist specializing in helminths, held a position as professor of parasitology and chair of the Department of Pathobiology in the University of Pennsylvania School of Veterinary Medicine between 1964 and 1978. He then returned to Britain to head the University of Cambridge Veterinary School. Soulsby was a lifelong practitioner and advocate of integrating human and animal health. It therefore seems plausible that he also picked up the term at Pennsylvania, and influenced the Veterinary Record's consistent support of OM prior to the rise of OH. 38 As well as treating OM as a self-evident concept, many of these early authors attributed its origins to their own historical forebears-medical men such as Rudolf Virchow, William Osler and Benjamin Rush, alongside veterinarians such as John McFadyean-whose work transcended the human-animal divide and brought benefits to both. Schwabe went a step further by tracing the origins of OM back to medical and agricultural practices in classical and even prehistoric societies. Twenty-first-century OH advocates have continued this pattern of grounding and legitimizing their work by citing that of leading historical figures, often citing Schwabe's own historical research as a supporting reference. 39 Such processes of retrospective citation and celebration of historical individuals and publications are well understood as an important aspect of discipline-building. 40 However, for scholarly historians, the teleological, progressive historical narratives that they generate are deeply problematic. In attributing the pursuit of a twenty-first-century agenda to intelligent, successful and forward-looking nineteenth-and twentieth-century scientists, advocates for OM and OH have failed to engage with what, in the language of the time, these individuals thought they were doing and why. They have also neglected to consider the specific historical circumstances that encouraged the coming together of human and animal medicine in different times and places, as we describe in this volume and elsewhere. 41 (Rees 2009) , and the epidemiologist John Snow as a historical hero of public health (Vandenbroucke et al. 1991) . 41 Bresalier et al. (2015) .",
            "cite_spans": [
                {
                    "start": 1951,
                    "end": 1953,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 2670,
                    "end": 2690,
                    "text": "Schwabe's VMHH, 1964",
                    "ref_id": null
                },
                {
                    "start": 2691,
                    "end": 2697,
                    "text": ", 1969",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 2698,
                    "end": 2704,
                    "text": ", 1984",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 2821,
                    "end": 2823,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 3063,
                    "end": 3065,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 3398,
                    "end": 3400,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 3545,
                    "end": 3547,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 3703,
                    "end": 3722,
                    "text": "Record, in 1975. 35",
                    "ref_id": null
                },
                {
                    "start": 4479,
                    "end": 4481,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 4774,
                    "end": 4788,
                    "text": "Schwabe (1984)",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 4791,
                    "end": 4793,
                    "text": "32",
                    "ref_id": null
                },
                {
                    "start": 4794,
                    "end": 4808,
                    "text": "Schmidt (1962)",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 4867,
                    "end": 4878,
                    "text": "Bimm (2013)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 4881,
                    "end": 4883,
                    "text": "33",
                    "ref_id": null
                },
                {
                    "start": 4884,
                    "end": 4897,
                    "text": "Ravdin (1965)",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 4900,
                    "end": 4912,
                    "text": "Allam (1966)",
                    "ref_id": null
                },
                {
                    "start": 4915,
                    "end": 4929,
                    "text": "Lechner (1968)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 4932,
                    "end": 4962,
                    "text": "Parish and Schwartzmann (1971)",
                    "ref_id": null
                },
                {
                    "start": 4965,
                    "end": 4976,
                    "text": "Cass (1973)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 4979,
                    "end": 4981,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 4982,
                    "end": 5004,
                    "text": "Hendricks et al. (2009",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 5005,
                    "end": 5026,
                    "text": "). 35 Editorial (1975",
                    "ref_id": null
                },
                {
                    "start": 5035,
                    "end": 5037,
                    "text": "36",
                    "ref_id": null
                },
                {
                    "start": 5038,
                    "end": 5061,
                    "text": "Kaplan and Scott (2011)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 5280,
                    "end": 5294,
                    "text": "Schwabe (2003)",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 5297,
                    "end": 5309,
                    "text": "Nolan (2013)",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 5984,
                    "end": 5986,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 6853,
                    "end": 6855,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 7494,
                    "end": 7505,
                    "text": "(Rees 2009)",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 7579,
                    "end": 7606,
                    "text": "(Vandenbroucke et al. 1991)",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 7609,
                    "end": 7611,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 7612,
                    "end": 7635,
                    "text": "Bresalier et al. (2015)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 2189,
                    "end": 2195,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Calvin Schwabe and One Medicine"
        },
        {
            "text": "Despite the widespread recent citation of VMHH, the book has been out of print for many years, even if it is widely retained in the libraries of veterinary schools. Its increasing citation rate correlates closely with the increasing usage of the term OH in academic journal articles. 42 This suggests that it may have taken on some of the features of a 'citation classic'-a piece written in the past which is widely referenced by contemporary scholars for symbolic or strategic purposes-in this case OH advocacy. 43 Beyond the book, the figure of Schwabe appears to have been co-opted into this process, playing the role of the latest in a long series of visionary 'founding fathers' who each played their part in the foundation of today's OH agenda. This symbolic role obscures the historical specificities of Schwabe's own life and work, which, as shown in Chapter 5, ranged widely across parasitology, epidemiology, anthropology, and human and veterinary medicine. His integrated thinking around health and medicine persisted in his retirement, when he continued his studies on the religious symbolism of cattle in Ancient Egypt, and animal medicine in prehistory. 44 From his writings on veterinary epidemiology through to the cookbook on utilizing unusual sources of animal protein (Unmentionable Cuisine), most of Schwabe's work supported his continually restated argument that veterinary medicine was important for human public health, and that there should be a legitimate space for veterinarians to contribute to that goal. 45 During his lifetime, Schwabe influenced wider thinking on health and medicine, primarily via his immediate, largely veterinary, network of collaborators and students, and in turn their collaborators and students. As exemplified by the contributors to the 2002 Schwabe symposium, over time, members of this network moved into positions of power and influence both within US health policy and across international health. Two years after the symposium, the contributing papers were published in a special issue of the journal Preventative Veterinary Medicine. 46 While we do not have access to the attendee list, the stories presented below suggest that this event may have had a catalysing influence on 42 See Cassidy (2016) p. 221. 43 Weisz and Olszynko-Gryn (2010) . 44 Majok and Schwabe (1996) , Gordon and Schwabe (2004) . 45 Schwabe (1979) . For a full bibliography, see Schwabe (2004) . 46 See all papers in Preventive Veterinary Medicine 62 (2004). the subsequent construction and promotion of the OH agenda in several institutions.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 515,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 1533,
                    "end": 1535,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 2094,
                    "end": 2096,
                    "text": "46",
                    "ref_id": null
                },
                {
                    "start": 2268,
                    "end": 2270,
                    "text": "43",
                    "ref_id": null
                },
                {
                    "start": 2271,
                    "end": 2301,
                    "text": "Weisz and Olszynko-Gryn (2010)",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 2304,
                    "end": 2306,
                    "text": "44",
                    "ref_id": null
                },
                {
                    "start": 2307,
                    "end": 2331,
                    "text": "Majok and Schwabe (1996)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 2334,
                    "end": 2359,
                    "text": "Gordon and Schwabe (2004)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2362,
                    "end": 2364,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 2365,
                    "end": 2379,
                    "text": "Schwabe (1979)",
                    "ref_id": null
                },
                {
                    "start": 2411,
                    "end": 2425,
                    "text": "Schwabe (2004)",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 2428,
                    "end": 2430,
                    "text": "46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Calvin Schwabe and One Medicine"
        },
        {
            "text": "The Wildlife Conservation Society (WCS) constitutes a very different working context from that experienced by Schwabe, yet one in which his ideas about human and animal health helped to provide a foundation from which new interconnections across these domains developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Wildlife Conservation Society"
        },
        {
            "text": "The WCS is a USA-based non-governmental organization. Today it describes its core vision as 'a world where wildlife thrives in healthy lands and seas, valued by societies that embrace and benefit from the diversity and integrity of life on earth'. 47 It can be regarded as a US equivalent to the Zoological Society of London, and it runs several zoos and wildlife parks in the USA, including the Bronx Zoo. In addition the WCS runs an international programme of field research and conservation projects; fundraising, policy-making and campaigning; and it has pioneered veterinary wildlife research and practice in its zoos and in the field. From the late 1990s, a small group of veterinarians working at the WCS (including William Karesh and Steven Osofsky) started building collaborative links between themselves, scientists studying emerging infectious diseases, and veterinary scientists and clinicians involved with global livestock health. 48 In 2003 they co-organized a workshop in Durban, South Africa, with the Veterinary Specialist Group of the International Union for the Conservation of Nature (IUCN). The purpose of the meeting was to further this collaborative agenda, bringing in practitioners working in government, international health and conservation non-governmental organizations to launch a new international network for health, environment and development, entitled AHEAD. In the workshop briefing, the organizers laid out an agenda for developing better collaborative relationships across these fields, which they described as \"One Health\". 49 The following year the WCS group organized an international conference on the theme of One World, One Health (OWOH), which was sponsored by the Rockefeller Foundation and held at the foundation's university campus in New york. Over the next few years it built links with the international Food and Agriculture Organisation (FAO) and the World Organisation for Animal Health (OIE), contributed to international responses to HPAI, and continued to publish its ideas about OH in academic and policy journals. 50 The proceedings of the AHEAD workshop outlined the WCS group's ideas about OH in more detail. Starting with the WHO's widely accepted definition of 'health' as a state of positive wellbeing (rather than the absence of disease), advocates of 'ecosystem health' argue by analogy that ecosystems can also be regarded as patients and evaluated as healthy or otherwise. The WCS veterinarians built on this idea, bringing it together with Schwabe's 'visionary attempts … to construct a bridge between medicine and agriculture' to argue for a broader collaborative approach to improving the health of humans, animals and environments, which they described as OH. 51 These wildlife veterinarians developed the idea of OH primarily to advance their conservation agenda, but it was particularly grounded in thinking about problems of infectious disease, especially zoonoses. Their thinking around zoonotic diseases was, and is, unusually broad. While the WHO defines 'zoonosis' as disease transmission between animals and humans, most actors in global public health today use the term to denote the transmission of infections from animals to humans. By contrast the WCS group and their collaborators discuss the movement of infectious diseases between multiple species, back and forth across wildlife and livestock, humans and animals, much as Schwabe did when challenging the human-animal distinction at the core of 'zoonosis'. 52 If anything, the WCS group took this even further, highlighting the particular risks of transmitting common human infectious diseases to endangered species of wildlife. This understanding-that humans form part of an interconnected network of organisms including wildlife, domestic animals and microorganisms-was underlined by the logo the group used for OWOH, which depicted a 'parade' of silhouetted wild and domestic 50 For example: Cook et al. (2004) , Karesh and Cook (2009) pp. 259-60. 51 Osofsky (2005) p. 83. For further details on ecosystem health, see for example Rapport et al. (1998) . 52 See Chapter 5, p. 188.",
            "cite_spans": [
                {
                    "start": 945,
                    "end": 947,
                    "text": "48",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1566,
                    "text": "49",
                    "ref_id": null
                },
                {
                    "start": 2073,
                    "end": 2075,
                    "text": "50",
                    "ref_id": null
                },
                {
                    "start": 2732,
                    "end": 2734,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 3933,
                    "end": 3951,
                    "text": "Cook et al. (2004)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3954,
                    "end": 3976,
                    "text": "Karesh and Cook (2009)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 3989,
                    "end": 3991,
                    "text": "51",
                    "ref_id": null
                },
                {
                    "start": 3992,
                    "end": 4006,
                    "text": "Osofsky (2005)",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 4071,
                    "end": 4092,
                    "text": "Rapport et al. (1998)",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 4095,
                    "end": 4097,
                    "text": "52",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Wildlife Conservation Society"
        },
        {
            "text": "animal species alongside a human adult and child. 53 In the WCS group's writing on OH, animals commonly appear as specific species rooted in specific places, such as buffalo suffering from rinderpest in Uganda; or gorillas, bushmeat and Ebola in the Congo. While authors award animals key roles as transmitters of infectious diseases, they also present them as charismatic wildlife that need to be protected from disease; or, in the case of livestock animals, as potential food for humans whose productivity (like that of the cows discussed in Chapter 4) must be safeguarded and promoted. While the WCS veterinarians' ultimate priority was (in line with their institutional orientation) the protection and preservation of wildlife, the version of OH that they fashioned argues that this is best pursued through means that jointly protect human, animal and ecological health, for the benefit of all species. While drawing heavily on older ideas about OM, by broadening the scope from medicine to health, and bringing in the idea of care for ecosystems and wildlife alongside livestock and humans, it decentred humans significantly.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 52,
                    "text": "53",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Wildlife Conservation Society"
        },
        {
            "text": "Drawing on these developments, in 2005, Professor Jakob Zinsstag and a group of his colleagues at the Swiss Tropical Public Health Institute (STPH) published an article in the international medical journal The Lancet arguing for the OH approach. 54 Bringing OH to a much bigger audience, including medical doctors and public health professionals, Zinsstag et al. started their article with a discussion of Schwabe and OM (citing VMHH) before proceeding to discuss the importance of ecosystem health (citing the WCS). They argued that OH needed to extend beyond the specifics of human and veterinary medicine and include broader ideas about health as wellbeing. They, in turn, added their own perspectives, to place a greater emphasis on research into tropical medicine and livestock health. They also introduced the public health concept of 'health systems', defined by the WHO as 'all organizations, people and actions whose primary intent is to promote, restore or maintain health. This includes efforts to influence determinants of health as well as more direct health-improving activities'. 55 This further broadened 53 For examples of the OWOH logo, see Cook et al. (2004) . 54 Zinsstag et al. (2005) . 55 Tanner (2005) OH by highlighting the social and administrative aspects of healthcare. Zinsstag and his colleagues applied this idea to human and animal health by arguing that, for example, vaccinating animals against diseases such as brucellosis or rabies can simultaneously protect human populations. 56 The STPH is a partly state-funded research institute, devoted to research and clinical practice in tropical diseases and global public health. It was founded in 1943 by the zoologist Rudolf Geigy, who directed the institute until 1975. 57 The original aim of the then Swiss Tropical Institute was twofold: to perform research into tropical diseases-a field that straddled human medicine, biology and agriculture from its very foundation, as explained in Chapter 5 58 -and to train scientists, administrators and others preparing to live and work in French and British colonies. 59 Geigy himself worked across multiple disciplines, including zoology, physiology and embryology, and the institute was organized along these lines. From early in its history, the STPH worked with an affiliated research institute in Cote D'Ivoire, the Centre Suisse de Recherches Scientifiques (CSRS), to enable longstanding collaborative partnerships between Swiss and Ivoirian scientists investigating tropical medicine. 60 Today it is a large and thriving organization, with divisions focused on epidemiology, parasitology, international health, diagnostics, drug development and education.",
            "cite_spans": [
                {
                    "start": 1121,
                    "end": 1123,
                    "text": "53",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1177,
                    "text": "Cook et al. (2004)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1180,
                    "end": 1182,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1205,
                    "text": "Zinsstag et al. (2005)",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 1208,
                    "end": 1210,
                    "text": "55",
                    "ref_id": null
                },
                {
                    "start": 1513,
                    "end": 1515,
                    "text": "56",
                    "ref_id": null
                },
                {
                    "start": 1752,
                    "end": 1754,
                    "text": "57",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Swiss Tropical and Public Health Institute"
        },
        {
            "text": "Working in this tradition, Jakob Zinsstag joined the STPH during the 1990s to perform postdoctoral research on trypanosomiasis in the Gambia. After spending four years directing the CSRS in Cote D'Ivoire, he then returned to Switzerland to head up the STPH's animal health research group. For many years this group has worked on topics in and around global livestock health and international development, including the epidemiology of zoonotic and parasitic diseases, and also public health interventions such as vaccination, as described above. As 56 Zinsstag et al. (2005) . 57 Rudolf was a member of the Geigy family, of the pharmaceutical and chemical company J.R. Geigy, inventors of dichlorodiphenyltrichloroethane (DDT), and now part of the contemporary Swiss pharmaceutical firm Novartis AG (Meier 2017) . 58 See Chapter 5, also Worboys (1996) . 59 Meier (2014 Meier ( , 2015 . 60 The CSRS was administered by the Swiss Academy of Sciences until 2001, after which it was gradually handed over to Ivoirian scientists and national government. suggested by the STPH's institutional orientation towards tropical medicine, the group's work is mostly conducted in the global South, with a particular focus on working with pastoralist communities. It is clear from the STPH group's publications that-like the WCS veterinarians-they were working across human and animal health long before it started using the term OH in the mid-2000s. 61 Alongside their emphasis on health systems, the STPH group also advocate a 'transdisciplinary' approach to OH research and practice, which involves working in participatory partnerships with local communities. 62 In contrast to the WCS group, who work across science and policy from within a non-governmental organization, the engagement of Zinsstag and his colleagues with OH has involved primarily academic activities, such as organizing professional societies, attending conferences, and writing and editing research articles. When they write about OH, the STPH group move rapidly beyond generic discussions of humans and animals towards the specific: it works with particular kinds of people and animals (e.g. mothers, herders, cattle, dogs) on particular diseases (e.g. rabies, brucellosis, Q fever) and in specific places (e.g. Chad, Cote d'Ivoire, Morocco). Highlighting how animals and humans live together in communities or as part of ecosystems, they consider it essential to care for the health of all. While the WCS group sometimes refer to wild animals, usually as disease vectors, the core of their work is with domestic animals, which are awarded roles as food sources, working animals, companions and community members. 63 As STPH's overall focus on human public health implies, this group's version of human-animal health is, like Schwabe's, anthropocentric, albeit with an intense interest in the shared lives and wellbeing of humans and animals, the transmission of infections between the two and the ambition to protect both.",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 574,
                    "text": "Zinsstag et al. (2005)",
                    "ref_id": "BIBREF122"
                },
                {
                    "start": 577,
                    "end": 579,
                    "text": "57",
                    "ref_id": null
                },
                {
                    "start": 799,
                    "end": 811,
                    "text": "(Meier 2017)",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 814,
                    "end": 816,
                    "text": "58",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 851,
                    "text": "Worboys (1996)",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 854,
                    "end": 856,
                    "text": "59",
                    "ref_id": null
                },
                {
                    "start": 857,
                    "end": 868,
                    "text": "Meier (2014",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 869,
                    "end": 883,
                    "text": "Meier ( , 2015",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 886,
                    "end": 888,
                    "text": "60",
                    "ref_id": null
                },
                {
                    "start": 1436,
                    "end": 1438,
                    "text": "61",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1651,
                    "text": "62",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Swiss Tropical and Public Health Institute"
        },
        {
            "text": "In 2006, the year after the STPH group's Lancet article, the incoming president of the American Veterinary Medical Association (AVMA), Dr Roger Mahr, addressed the association's annual conference. He argued that twenty-first-century challenges of global food security and zoonotic diseases meant that 'the continuing convergence of animal health, human health, and ecosystem health is the new reality', which must be responded to with a 'One World, One Health, One Medicine' approach. Mahr argued that veterinarians should adopt OH. Through building partnerships with public and environmental health professionals, they should assume leading roles in meeting these challenges-and growing the profession along the way. 64 Over the following year, he gained the support of his counterpart at the American Medical Association (AMA), public health physician Ronald M. Davis, who had pre-existing concerns about the risks that zoonotic diseases pose to humans. While this alliance resulted in OH being endorsed by the AMA in 2007, Davis died of cancer the following year and the resolution was subsequently dropped, indicating that the US medical profession more widely did not share his enthusiasm for OH. 65 Mahr was more successful in persuading his colleagues in the AVMA, who passed their own resolution supporting OH. They also established a One Health Commission to investigate ways of improving veterinarymedical collaborations and moving the agenda forward, chaired by Lonnie King, one of the 2002 Schwabe symposium contributors. In parallel, Laura Kahn, Thomas Monath and Bruce Kaplan formed the One Health Initiative, an unfunded advocacy group dedicated to making the case for OH. Kahn is a physician based at Princeton University who by 2006 was already working on biosecurity and the risks of pandemic disease. 66 Kaplan had worked on food-borne illnesses for the Centres for Disease Control and Prevention (CDC) before his retirement, and Monath is a physician and consultant working in the pharmaceutical industry. 67 The OH Initiative quickly launched a website and organized a series of meetings and publications on OH/OM, including a piece entitled 'Confronting Zoonoses' co-authored by Kahn and Kaplan with veterinary public health pioneer James H. Steele (whose role in the 1948 establishment of the WHO's Veterinary Public Health 64 Mahr (2006) , Enserink (2007) . 65 Kahn and Davis (2008) . 66 Kahn (2006) . 67 Monath et al. (2010). unit is described in Chapter 4.) 68 When the OH Commission published its report in 2008, it acknowledged the central influence of Schwabe's VMHH, cited Zinsstag et al.'s Lancet paper, the literature on emerging infectious diseases and the OH Initiative's publications. However, it did not cite the WCS veterinarians, instead tracing their influences directly back to Schwabe and OM-a move which emphasized veterinary medicine and de-emphasized environments and wildlife. 69 The differences between the OH Initiative and WCS versions of OH are reflected in the imagery used by each group: unlike the WCS's 'parade' of humans and other animals, the OH Initiative's logo depicts the twinned icons of human and veterinary medicine in front of planet Earth. 70 This signals that for the Initiative-as for the Commission-OH is a project for changing professional relationships that is grounded in and legitimized by human-animal health relationships. Its assumption that closer veterinary-medical partnerships are universally relevant and beneficial perhaps explains the somewhat generic status of many of the animals that feature in their writings. The categories of animals, animal health, animal disease and animal science feature much more frequently than specific instances, and diseases (e.g. bovine spongiform encephalopathy-BSE) are named as or more often than the animals involved (e.g. cows). The key roles awarded to animals are those of patients; transmitters of zoonotic infections from animals to humans; victims of environmental pollution; and models and subjects of biomedical research. 71 The animal whose health has been of central concern to these groups has tended to be the human animal, with a particular focus on the USA. Like the immediate network around Calvin Schwabe, the OH Initiative and OH Commission maintain close connections with US health policy organizations such as the CDC and the Food and Drug Administration. 72 In October 2008 a group of international agencies, including the WHO, FAO, OIE and World Bank, published a 'Strategic Framework for 68 Kahn et al. (2007) , Kaplan et al. (2009) , . 69 King et al. (2008) . 70 See, for example, the banner image used by Kahn et al. (2012) . 71 King et al. (2008) , Day (2010) . 72 For further discussions of pandemic science and policy, and its tendency to orient towards publics in the developed world, see, for example, Caduff (2013) .",
            "cite_spans": [
                {
                    "start": 1202,
                    "end": 1204,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 1820,
                    "end": 1822,
                    "text": "66",
                    "ref_id": null
                },
                {
                    "start": 2350,
                    "end": 2361,
                    "text": "Mahr (2006)",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 2364,
                    "end": 2379,
                    "text": "Enserink (2007)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2382,
                    "end": 2384,
                    "text": "65",
                    "ref_id": null
                },
                {
                    "start": 2385,
                    "end": 2406,
                    "text": "Kahn and Davis (2008)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 2409,
                    "end": 2411,
                    "text": "66",
                    "ref_id": null
                },
                {
                    "start": 2412,
                    "end": 2423,
                    "text": "Kahn (2006)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2429,
                    "end": 2450,
                    "text": "Monath et al. (2010).",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 2922,
                    "end": 2924,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 4048,
                    "end": 4050,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 4393,
                    "end": 4395,
                    "text": "72",
                    "ref_id": null
                },
                {
                    "start": 4528,
                    "end": 4530,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 4531,
                    "end": 4549,
                    "text": "Kahn et al. (2007)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 4552,
                    "end": 4572,
                    "text": "Kaplan et al. (2009)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 4577,
                    "end": 4579,
                    "text": "69",
                    "ref_id": null
                },
                {
                    "start": 4580,
                    "end": 4598,
                    "text": "King et al. (2008)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 4647,
                    "end": 4665,
                    "text": "Kahn et al. (2012)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 4668,
                    "end": 4670,
                    "text": "71",
                    "ref_id": null
                },
                {
                    "start": 4671,
                    "end": 4689,
                    "text": "King et al. (2008)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 4692,
                    "end": 4702,
                    "text": "Day (2010)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 4705,
                    "end": 4707,
                    "text": "72",
                    "ref_id": null
                },
                {
                    "start": 4849,
                    "end": 4862,
                    "text": "Caduff (2013)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The One Health Initiative and Commission"
        },
        {
            "text": "Interface.' This 70-page document drew upon the OH Commission report alongside the work of the WCS group to reflect on problems encountered during the avian influenza outbreak, when the division of health between animal-and human-focused organizations prevented effective communication and the ability to quickly coordinate responses to this 'hybrid' disease. 73 The agencies put forward proposals to improve the situation, using OH as an organizing framework and as shorthand to signal their collaborative intent. 74 In 2010 they followed up with a shorter policy briefing that reinforced their commitment to OH. 75 These publications brought the ideas and terminology of OH to the attention of a wider range of audiences than ever before. After 2010, OH became much more coherent and continued to grow, with increases in academic citations, the establishment of academic journals, textbook publications, the adoption of the term in health policy in several countries, and its uptake by major funders of global health agencies, including the Gates Foundation.",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "text": "73",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reducing Risks of Infectious Diseases at the Animal-Human-Ecosystems"
        },
        {
            "text": "This pattern-of slow emergence, usefully flexible terms, intense negotiation followed by broad consensus, and then widespread adoption-was first described as a 'scientific bandwagon' in studies of the emergence and spread of molecular biology into cancer research during the 1980s. 76 However, while OH broadly fits this description, there are some key differences. In particular, it works across multiple disciplines and beyond science into the policy sphere; it is aimed at large institutional as well as individual actors; and it employs 'buzzwords' which are not only usefully flexible but also help advocates gather rhetorical support and financial resources from supporters. OH can therefore be viewed as an example of a newer form of scientific agenda-building, the 'interdisciplinary bandwagon', which works in concert with other agendas such as food security and translational medicine. 77 73 Jerolmack (2013) . 74 FAO, WHO, OIE et al. (2008) . 75 FAO, OIE and WHO (2010) . 76 Fujimura (1996 Fujimura ( , 1998 . 77 Maye and Kirwan (2013) , Bensaude Vincent (2014), Cassidy (2016) .",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 899,
                    "end": 918,
                    "text": "73 Jerolmack (2013)",
                    "ref_id": null
                },
                {
                    "start": 929,
                    "end": 951,
                    "text": "WHO, OIE et al. (2008)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 954,
                    "end": 956,
                    "text": "75",
                    "ref_id": null
                },
                {
                    "start": 957,
                    "end": 980,
                    "text": "FAO, OIE and WHO (2010)",
                    "ref_id": null
                },
                {
                    "start": 983,
                    "end": 985,
                    "text": "76",
                    "ref_id": null
                },
                {
                    "start": 986,
                    "end": 1000,
                    "text": "Fujimura (1996",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1001,
                    "end": 1018,
                    "text": "Fujimura ( , 1998",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1021,
                    "end": 1023,
                    "text": "77",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1046,
                    "text": "Maye and Kirwan (2013)",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1074,
                    "end": 1088,
                    "text": "Cassidy (2016)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Reducing Risks of Infectious Diseases at the Animal-Human-Ecosystems"
        },
        {
            "text": "While the networks associated with Schwabe, the WCS, the STPH and the OH Initiative have by no means been the only groups involved in building OH, they can be understood as core to the early negotiation and development of its agenda. By looking at their writing and activities, we can identify the range of different influences, institutions and intentions that have given rise to not one but many OHs. We can also see that while the widespread belief that Schwabe founded OH/OM is inaccurate, his ideas, as propagated by his collaborators, students and readers, did exert a profound influence on the early formation of OH. In this sense, Schwabe was indeed crucial to the development of OH. However, the rise of OH also drove the popularity and fame of Schwabe, particularly after his death in 2006. It is also important to note that, in the majority of cases, the OH advocates discussed here were already working and thinking across human and animal health before OH rose to prominence. For them, Schwabe and the OH concept provided a concise and compelling way of articulating the advantages of working in this way-to themselves, to colleagues, to researchers beyond their immediate fields, and to wider audiences including policy-makers and funding bodies. In turn, each of these groups has been successful in persuading and enrolling each other, alongside an increasingly wide circle of individuals and organizations, into their common cause.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reducing Risks of Infectious Diseases at the Animal-Human-Ecosystems"
        },
        {
            "text": "Despite these successes, it would appear that the consensus around what OH is, and, perhaps more importantly, what it should be, is still quite fragile. As we have seen, while the various groups described above have been able to develop and adapt each other's ideas, recrafting OH to fit their own contexts while also working together, multiple versions of OH remain in play. In particular, the two sides of the OH umbrella ( Fig. 6 .1) align not only with different fields of interest but also with different versions of human-animal relations. OWOH, the slogan originally used by the WCS group, can be broadly characterized as the left-hand side of the umbrella, involving veterinarians but also conservation, global health and development specialists. As we have seen with both the WCS and the STPH groups, OWOH sees humans, animals and environments as part of an interconnected network which requires care, decentring humans partially or completely. In contrast, the twenty-first-century version of OH/OM broadly but not completely aligns with the right-hand side of the umbrella: in something of a departure from Schwabe's original ideas it mobilizes zoonoses as a concern primarily because of the risk posed to humans. It then interconnects into clinical practice and human medicine via translational medicine, where it highlights the benefits of veterinary-medical collaboration for developing new drugs, gaining financial and symbolic support from pharmaceutical companies. 78 The emphasis on human health risks alongside veterinary-medical professional relationships creates a version of OH which appears to be significantly more anthropocentric than that seen in OWOH.",
            "cite_spans": [
                {
                    "start": 1482,
                    "end": 1484,
                    "text": "78",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 426,
                    "end": 432,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Reducing Risks of Infectious Diseases at the Animal-Human-Ecosystems"
        },
        {
            "text": "While there is no direct evidence of active tensions between OWOH and OM, the OH consensus does appear to be fracturing somewhat. For example, the WCS group have reoriented themselves towards 'ecohealth'a restatement of the ideas of ecosystem health, with key personnel such as William Karesh taking on leadership roles in a new Ecohealth Alliance. 79 Jakob Zinsstag and his colleagues have also taken on core roles in the international academic association for EcoHealth. Other researchers working across human and animal health are adopting newer buzzwords alongside or instead of OH. A good example of this is 'the nexus', 80 an idea that originated in environmental governance during the late 2000s and that describes the need for interlinked thinking in response to environmental challenges that cut across multiple domains. Unlike OH, it has avoided defining what these domains are, and this increased flexibility may be helping 'the nexus' to avoid becoming as entangled in disciplinary politics. 81",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reducing Risks of Infectious Diseases at the Animal-Human-Ecosystems"
        },
        {
            "text": "While the above stories bring depth to our account of the rise of OH in the early twenty-first century, so far this chapter has told a mostly human story, albeit one involving several groups of people professionally involved with animals. In keeping with the overall aims of this book, I shall now analyse the place of animals within OH, both in their own right and in their relationships with humans. Looking at how animals are conceptualized, represented and acted on by those who research, practice and advocate OH offers important insights into the roles awarded to these animals and their relative valuation in society, health and medicine. In revealing how humans perceive and have elected to respond to the health threats and opportunities presented by animal bodies, it also 78 Twine (2013), Hobson-West and Timmons (2016) . 79 Gunelius (2010) , Ecohealth Alliance (2017) . 80 For example: Davies et al. (2016) , Mwangi et al. (2016) . 81 Cairns and Krzywoszynska (2016). illuminates the ways in which animals have inadvertently shaped OH, and how OH aspires to shape them. These insights derive from analysis of the literal and symbolic traces that animals have left on the scientific journal articles, websites, policy documents and media outputs created by human participants in OH.",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 815,
                    "text": "78 Twine (2013), Hobson-West and",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 830,
                    "text": "Timmons (2016)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 833,
                    "end": 835,
                    "text": "79",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 851,
                    "text": "Gunelius (2010)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 864,
                    "end": 879,
                    "text": "Alliance (2017)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 882,
                    "end": 884,
                    "text": "80",
                    "ref_id": null
                },
                {
                    "start": 898,
                    "end": 918,
                    "text": "Davies et al. (2016)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 921,
                    "end": 941,
                    "text": "Mwangi et al. (2016)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 944,
                    "end": 946,
                    "text": "81",
                    "ref_id": null
                },
                {
                    "start": 947,
                    "end": 979,
                    "text": "Cairns and Krzywoszynska (2016).",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "tHe aniMal SubjectS Of One HealtH"
        },
        {
            "text": "While OH encompasses research, policy and clinical practice, the preceding stories show that scientists and their research lie at its core. Consequently, scientific citation databases can reveal its entry into, and expression in, research agendas, as shown in the earlier analysis of Schwabe's VMHH. The development of the OH bandwagon can be traced in the same way: usage of the term in journal articles spiked after the WHO-FAO-OIE joint statement, and increased sharply between 2012 and 2016 ( Fig. 6.3) . 82 Analysis of these references by subject area throws further doubt on the ambitions of OH advocates to work across and/or beyond the boundaries of human, animal and environmental health. More than 60% of publications discussing OH are published in veterinary science journals, with a limited reach into fields of human medicine, such as infectious diseases and public health, and very few citations in other biomedical or environmental science journals. 83 This is supported by a recent analysis of the literature on dynamic disease modelling (a technique used in veterinary, medical and ecological sciences), which found three distinct publication 'silos': one in ecology, one in veterinary medicine and a third multidisciplinary group dominated by epidemiology, statistics and public health. Between 1990 and 2015, the three groups remained distinct, maintaining different methodological practices, and while ecologists and veterinarians increasingly cited authors from the third group, they did not cite each other. 84 The capacity to search by keyword also provides a direct technique for 'following the animals' in OH research, telling us which animals actually feature in journal publications and offering some insight into what roles they are awarded by researchers. The Web of Science database was therefore searched for 'one health', alongside a series of animal names and roles. The relative frequency of these terms and the scientific content of the articles in which they feature were recorded. The results of this process are shown in Tables 6.1 and 6.2. Perhaps the most striking finding is that the most frequently mentioned animal in the scientific literature on 83 Galaz et al. (2015) , Cassidy (2016) . See also Friese and Nuyts (2017) . 84 Manlove et al. (2016) . OH is actually the human animal, while non-human animals are referred to mostly in generic terms. The roles that animals were awarded in scientific research are indicated via the use of categories such as 'models' (model organisms employed as experimental material in human biomedical research), 'food' (as a source of human infection, rather than nutrition, as discussed in Chapter 4), 'wildlife' (hosts and transmitters of zoonotic infections), 'livestock' (intermediate hosts and transmitters of parasites, as described in Chapter 5, and as zoonotic disease transmitters), and 'pets/ companion animals' (again as zoonotic disease transmitters). Many of the journal articles using these terms demonstrate a lack of specificity about what aspects of health or disease are actually of concern. Far fewer OH articles mention specific types of animal, and when they do, a few species dominate (Table 6 .2). This makes it possible to examine the articles more closely and analyse the specific animal contributions to human health that researchers are interested in. Dogs feature most commonly, primarily as vectors of zoonotic disease, particularly rabies, and as direct threats to human health via bites (which also carry risks of disease transmission); then birds, primarily as vectors of influenza, but (3); brucellosis (2) OH AND bat 17 rabies (7), zoonosis (6), hendra (5) OH AND deer 12 TB (5), zoonosis (2) OH AND gorilla OR chimpanzee OR ape OR monkeys 10 conservation (5), zoonosis (4) domestic poultry specifically feature as a major source of gastrointestinal infections, such as Salmonella. Cows are the third most common animal type, featuring usually in relation to zoonotic infections carried in milk and meat, such as bovine tuberculosis and brucellosis. 85 A second key animal role that emerges is that of the experimental model for human disease, and it is usually assigned to rodents or pigs, reflecting the intersection between OH and translational medicine. 86 Despite the prominence of the category 'wildlife', specific species are rarely named. When they are it is in relation to certain infections, such as rats and leptospirosis, or bats and viral infections such as rabies or Hendra. 87 From these figures it appears that much of the research literature using the term OH tends to discuss animals in terms of generic categories (e.g. animal-livestock-wildlife). When specific types of animal are named, they tend to be domestic species which pose certain risks (as disease vectors, e.g. dogs-rabies, birds-influenza, cows-tuberculosis) or offer benefits (as experimental models, e.g. rodents) to humans. This strong focus on the animal roles of disease vector and experimental model represents the continuation of existing interests in their relationships to human health that date back to the nineteenth century. 88 It supports the idea that OH can be understood in part as a rebranding of existing fields of enquiry. While OH advocates may claim to pursue an expansive vision of health at the interface of humans, animals and environment, in practice OH is primarily shaped by pre-existing, longstanding human-animal health relationships. This analysis suggests that the majority of researchers adhere to an anthropocentric perspective in which animals matter only insofar as their bodies threaten human health or offer opportunities for its advancement. 89 Animals are thereby sidelined 85 Bovine tuberculosis, caused by the bacterium M. bovis, is a zoonotic form of tuberculosis which can infect all mammal species, caused by the bacterium M. bovis. Brucellosis is a bacterial infection which causes abortion in cattle and fever and wasting in humans. Both infections are passed from animals to humans via contaminated meat and milk. 86 Davies (2012) , Cassidy (2016) . 87 Leptospirosis is a zoonotic bacterial infection carried primarily by rodents which can be fatal in severe cases. Rift Valley Fever and Hendra are both zoonotic viruses carried by livestock animals with a wildlife reservoir in bat populations. 88 Clarke and Fujimura (1992) , Waddington (2006) , Pemberton and Worboys (2007) . See also Appendix: Annotated Bibliography of Animals in the History of Medicine. 89 Woods (2017). as prospective beneficiaries of OH. Despite this, it is worth noting that searches of Web of Science for these animal types alongside terms such as 'zoonosis' reveals an abundance of scientific research primarily concerned with animal health and its relationships with humans and/or environments. However, for reasons which merit further investigation, the individuals who conduct this research do not appear to find OH a useful term for advancing their ideas.",
            "cite_spans": [
                {
                    "start": 1530,
                    "end": 1532,
                    "text": "84",
                    "ref_id": null
                },
                {
                    "start": 2190,
                    "end": 2192,
                    "text": "83",
                    "ref_id": null
                },
                {
                    "start": 2193,
                    "end": 2212,
                    "text": "Galaz et al. (2015)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2215,
                    "end": 2229,
                    "text": "Cassidy (2016)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2241,
                    "end": 2264,
                    "text": "Friese and Nuyts (2017)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2267,
                    "end": 2269,
                    "text": "84",
                    "ref_id": null
                },
                {
                    "start": 2270,
                    "end": 2291,
                    "text": "Manlove et al. (2016)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 4270,
                    "end": 4272,
                    "text": "86",
                    "ref_id": null
                },
                {
                    "start": 6055,
                    "end": 6057,
                    "text": "86",
                    "ref_id": null
                },
                {
                    "start": 6058,
                    "end": 6071,
                    "text": "Davies (2012)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 6074,
                    "end": 6088,
                    "text": "Cassidy (2016)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 6091,
                    "end": 6093,
                    "text": "87",
                    "ref_id": null
                },
                {
                    "start": 6337,
                    "end": 6339,
                    "text": "88",
                    "ref_id": null
                },
                {
                    "start": 6340,
                    "end": 6366,
                    "text": "Clarke and Fujimura (1992)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 6369,
                    "end": 6386,
                    "text": "Waddington (2006)",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 6389,
                    "end": 6417,
                    "text": "Pemberton and Worboys (2007)",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 6501,
                    "end": 6503,
                    "text": "89",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 497,
                    "end": 506,
                    "text": "Fig. 6.3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 3185,
                    "end": 3193,
                    "text": "(Table 6",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Animals in One Health Research Texts"
        },
        {
            "text": "Animal images are central to the visual strategies employed by OH advocates as they seek to persuade colleagues, funders and policy-makers of OH's merits. These images appear occasionally in journal articles, but more prominently in the 'grey' literature of policy reports, the websites of conference and advocacy groups, and mass media coverage of OH. This material can offer further insights, beyond the more constrained form of scientific publishing, into the place of animals in OH. Its imagery consists of logos, infographics, diagrams and photographs, which are used in a variety of ways: most obviously to envisage ideal relationships between human, animal and environmental health; as logos highlighting the 'brand' of particular organizations and events; and to Animals and Man's Wellbeing (1970) illustrate specific examples of the OH approach. Animals and ideas about animals appear throughout, alongside more 'realistic' photographic images of people, and of human-animal interactions.",
            "cite_spans": [
                {
                    "start": 771,
                    "end": 805,
                    "text": "Animals and Man's Wellbeing (1970)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Animals in One Health Imagery"
        },
        {
            "text": "Much of this material is available online and can therefore be collected easily via keyword searching. A sample of OH images was collected using two main routes: by searching on Google for images relating to 'one health', 'one medicine' and 'one world, one health'; and by harvesting images directly from OH advocacy websites and policy documents. This activity was performed initially in 2013 and then repeated in late 2015, creating a total sample of 217 image files. Of these images, approximately 60% were drawn illustrations, infographics or logos, while the rest comprised photographic images. Analysis of the roles and relationships they award to animals indicates some commonalities and also some significant contrasts with what we have seen so far.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals in One Health Imagery"
        },
        {
            "text": "Given that the core idea of OH involves intersecting domains, the vast majority of these images provide visual interpretations of this concept, depicting the human-animal dyad of OM, a triad of humans, animals and the environment and so on. The images used to convey these broad, abstract categories have been, on the whole, correspondingly broad and abstract. Indeed, the most abstract of these dispense with any form of direct representation, opting instead for interconnected spirals or swirls. 90 The logo of the OH Initiative (as described above) depicts the paired icons of human and veterinary medicine. A minority of images in the sample use this same idea. An alternate approach depicts the subjects of OH rather than the professions concerned with it. Several versions of this strategy can be seen in the sample. The simplest and most popular version uses the iconography of a human hand or foot alongside animal feet, most commonly a paw (Fig. 6.4) .",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "text": "90",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 949,
                    "end": 959,
                    "text": "(Fig. 6.4)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Animals in One Health Imagery"
        },
        {
            "text": "While the 'human' in these images is universal, the 'animal', while deeply abstracted, is not. The animals with paws indicated in Fig. 6 .3 tend to be carnivores: in veterinary contexts, paws often indicate pet dogs and cats. This inference is backed up by the photographic images in the sample, which includes eight pictures of dogs, all depicted as companion animals and sometimes as veterinary patients (one cat features, accompanied by a dog). By contrast, in the scientific articles analysed above, these roles rarely feature. There, dogs appear primarily as risks to humans either via bites or as a source of rabies infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 130,
                    "end": 136,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Animals in One Health Imagery"
        },
        {
            "text": "The transition from OM to OH involved a shift from a clinical, medical focus to broader concepts of health and wellbeing. It also extended beyond human-animal health relationships to include the idea of health across the natural environment. This shift is reflected in the usage of tripartite imagery depicting humans, animals and environments, which was first employed by the WCS vets in their 2003 AHEAD workshop. 91 In these logos, the hands and paws are joined by leaves, trees or sheaves of wheat. Alternatively, humans, animals and plants are depicted as silhouettes, and this strategy introduces a little more variety into the imagery. Humans are joined by smaller figures evoking families, and, while paws still feature, livestock animals such as cows or pigs also appear. 92 Human and animal silhouettes are also used in an alternative strategy to depict humans-animals-environment, bringing together the 'parade' used by the 2004 OWOH meeting with the planetary imagery of the OH Initiative. A good example of this type can be seen in the logo designed by Hokkaido University (Fig. 6.5 ). Humans and animals are depicted together, in or on the planet Earth. While most of these images remain universal and generic, others like this one display a diversity of domestic EU Vet Week (2010) . and wild animals, which are used to convey a particular place: the more generic lion, deer, horse and others are joined by the locally specific Japanese macaque and the extinct Hokkaido wolf. Images of planet Earth, circular imagery, and/or of the planet held in human hands featured in 35 images from the sample. It seems plausible that these logos draw on global health and environmental campaigning, where the 'globe in hands' motif is also used widely, deriving as it does from the iconic 1972 Apollo 'Blue Marble' portrait of the Earth. 93 More 'realistic' images and photographs are employed in two key ways: as a less design-oriented version of the OH 'tripartite' of humansanimals-environment, or to illustrate examples of problems or research issues which OH can address (e.g. influenza illustrated by chickens). The animals portrayed in these realistic tripartites are usually domesticatedboth agricultural animals and pets, although more frequently the former-while images of plants (representing the environment) tend to suggest food crops. 94 Photographic images are also employed to illustrate examples of problems that can be addressed through the OH approach. Conveying 'success stories' in this way is so important that one OH advocacy site hosts an online archive of images specifically for promotional usage. 95 Almost all of these types of image include animals, but they are dominated by very particular types of animal, playing particular roles in particular places. For example, of the 11 photographs of cows in our sample, 7 are of zebu-type cattle, often depicted with African pastoralist farmers. As we have seen in Chapter 4, the zebu was a core animal of concern for veterinarians involved in international health and nutrition in the mid-twentieth century, whose work Schwabe was closely associated with. Their visual presence suggests that pastoralist contexts remain a key site for OH in the present day. Chickens and pigs also feature. Their presence reflects OH's entanglement with contemporary concerns about pandemic influenza, and resonates with the content of the scientific journal literature, as analysed above. These species are shown with humans in small-scale, global South farming contexts; being transported or contained for sale in 'wet markets' in East Asia; or (in the case of chickens) 93 For further analysis and commentary on the Blue Marble image, see Gurevitch (2014) , Höhler (2015) . 94 See the covers of Osofsky et al. (2003) and King et al. (2008) . 95 One Health Global Network (2017).",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 418,
                    "text": "2003 AHEAD workshop. 91",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1296,
                    "text": "EU Vet Week (2010)",
                    "ref_id": null
                },
                {
                    "start": 1841,
                    "end": 1843,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 3633,
                    "end": 3635,
                    "text": "93",
                    "ref_id": null
                },
                {
                    "start": 3702,
                    "end": 3718,
                    "text": "Gurevitch (2014)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 3721,
                    "end": 3734,
                    "text": "Höhler (2015)",
                    "ref_id": null
                },
                {
                    "start": 3737,
                    "end": 3739,
                    "text": "94",
                    "ref_id": null
                },
                {
                    "start": 3758,
                    "end": 3779,
                    "text": "Osofsky et al. (2003)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 3784,
                    "end": 3802,
                    "text": "King et al. (2008)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 3805,
                    "end": 3807,
                    "text": "95",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1086,
                    "end": 1095,
                    "text": "(Fig. 6.5",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Animals in One Health Imagery"
        },
        {
            "text": "with humans in medical protective clothing. Here, animals and humans are portrayed in close proximity, in open air and/or muddy, messy situations, implying that the source of zoonotic disease risks are not solely the animals but the intimacy of human-animal relationships in these parts of the world. Wild animals appear in some of these photographs, usually large charismatic species, including ostriches, giraffes, seals, elephants, lions and great apes. They are depicted alone, or in about a third of the images with humans, usually as recipients of veterinary care, but occasionally as 'hands and paws', evoking the imagery seen in Fig. 6 .5, and the famous National Geographic image of Jane Goodall and a chimpanzee hand in hand. These images seem to be drawing on conservation and animal welfare campaigning to advance ideas of human care for, and custodianship of, animals. 96 While occasionally wild animals appear in relation to zoonotic disease transmission, these are usually less sympathetic animals such as bats, at times manipulated to look more threatening. 97 The prominence of wildlife in these images contrasts heavily with the published literature on OH, where beyond the generic category of 'wild animals', individual species barely feature.",
            "cite_spans": [
                {
                    "start": 1074,
                    "end": 1076,
                    "text": "97",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 637,
                    "end": 643,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Animals in One Health Imagery"
        },
        {
            "text": "Eight photographs in the sample show animals as patients, with human clinicians working directly with them in one way or another. They are split evenly between images of dogs being cared for in clinical settings (by implication in the global North), and wild or agricultural species being cared for in the field (by implication in the global South). Finally, 18 images of humans without animals feature. About half of these are pictures taken at conferences and other scientific or policy meetings, while most of the rest depict people working in laboratories. With the exception of a still from the 2011 film Contagion, no images of human patients were found. Indeed, the plot of Contagion, which plays out the imagined scenario of an emerging infectious disease pandemic, can be seen as part of a broader cultural case for OH. The film 96 For a fuller analysis of this kind of human-paw imagery, see Haraway (1999) pp. 134-9. 97 Examples include the first edition cover of David Quammen's popular science book Spillover (2013), depicting a baboon baring its fangs; and the process of creation of a 'scarier looking' computer-generated imagery (CGI) bat for the 2011 film Contagion (Failes 2011). starts with an American businesswoman who becomes sick after a trip to Hong Kong, passing on the disease to several others before dying and setting off a civilization-threatening pandemic. While much of the film focuses on victims, survivors and scientists' efforts to understand, trace the source of and treat the outbreak, the end of the film provides a critical 'reveal'. A series of brief shots shows the destruction of rainforest, disrupted bats taking refuge in a pig house, a pig sold at a wet market being prepared in a restaurant, an Asian chef with unwashed hands, and an American businesswoman, who then becomes ill, taking the viewer back to the start of the story. This narrative brings together many of the themes found across OH advocacy images. Indeed, Professor Ian Lipkin of Columbia University (an expert in emerging infectious diseases and OH ally) was a key scientific adviser for the film. 98 Taken together, what can these images tell us about the sorts of animal bodies and disease that have shaped OH, and which are, in turn, shaped by it? Generic animals, humans and plants play a central role-with outlined images of human figures, common animals such as cows, hand-foot-paw prints, and leaves often appearing in OH logos. Reinforcing the verbal messages of OH advocates, they convey an idea of OH as a generic, universal approach that addresses all types of health problem arising at the intersections of humans, animals and environment-even though, as shown above, the work performed by researchers adopts a more selective approach to those problems. Once we move beyond the generic animal, more differences begin to open up between their portrayal in OH images, advocacy arguments and OH research. For example, while cows feature in a small number of OH research papers which are largely devoted to bovine tuberculosis and brucellosis, they are extremely common in the visual sample. While dogs appear in both, in visual images they feature as family members and veterinary patients, not-as in scientific articles-as carriers of rabies. Images of charismatic wildlife such as great apes and giraffes are prominent in OH advocacy but extremely rare in OH research. By contrast, animals as experimental models are rarely depicted despite their presence in the research literature. These are obvious promotional choices, making the most of publicly appealing imagery while avoiding drawing attention 98 Hernendez (2017) . to more controversial animal roles. However, this once again highlights contrasts between OH promotion and practice.",
            "cite_spans": [
                {
                    "start": 838,
                    "end": 840,
                    "text": "96",
                    "ref_id": null
                },
                {
                    "start": 902,
                    "end": 916,
                    "text": "Haraway (1999)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 921,
                    "end": 930,
                    "text": "134-9. 97",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1197,
                    "text": "(Failes 2011).",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 2110,
                    "end": 2112,
                    "text": "98",
                    "ref_id": null
                },
                {
                    "start": 3625,
                    "end": 3644,
                    "text": "98 Hernendez (2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Animals in One Health Imagery"
        },
        {
            "text": "These images can also tell us how OH advocates understand relationships between humans, animals and environments-as they are and how OH believes they should be. Humans appear regularly, talking to each other, caring for animals, working in laboratories, or as human hands. OH depicts itself as a form of care of animals, environments and the planet. Implicitly or explicitly, this imagery shares the assumption that humans must care via forms of custodianship where only human agency is made visible. In first world contexts we see familial or clinical scenes, most often with pets; in images of the global South and East we see small-scale, direct agricultural care and veterinary care of wildlife. In this way, OH indicates its globalizing ambition alongside its awareness of key differences in human-animal relationships in different parts of the world. Care and risk are held in balance, particularly in the context of zoonotic diseases, which by implication come from less appealing wildlife species and from modes of human-animal interactions that occur in traditional food and farming systems. This narrative casts animals and certain kinds of human as 'guilty victims', geographically far away from the global North, or socially excluded, who must be kept out at all costs. 99 It is also at odds with emerging OH research which suggests that pandemic disease risks may be accentuated not by traditional but by modern intensive farming systems and the global distribution of their products. 100 Finally, it is worth observing that as time goes on, the imagery of OH has become more and more abstracted: following John Berger, the animals are literally disappearing from a movement primarily led by people concerned with animal health. 101",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Animals in One Health Imagery"
        },
        {
            "text": "This chapter has examined attempts in the early twenty-first century to develop integrated OH approaches to problems lying at the intersection of human health, animal health and the environment. It has explored in 99 Washer (2010), Cassidy (2012) . detail the early formation and negotiation of OH, teasing out the diverse institutional contexts in which it emerged and the different versions of OH they gave rise to. The roles played by Calvin Schwabe in the development of these many versions of 'One Health' have been investigated: while he was not in fact the originator of OH or OM, he has provided a common point of connection and inspiration across the key scientific networks involved in building what has, in very recent years, become an 'interdisciplinary bandwagon'. Alongside a series of august forebears, Schwabe is now cited as a key precedent, informant and source of authority for OH today. However, as this chapter has demonstrated, the OH agenda developed this role for Schwabe, just as much as hethrough his ideas, publications and personal connections-developed the modern movement for OH.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "text": "99",
                    "ref_id": null
                },
                {
                    "start": 232,
                    "end": 246,
                    "text": "Cassidy (2012)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "cOncluSiOn"
        },
        {
            "text": "In keeping with the overall aims of this book, this chapter has also indicated the sorts of animal and animal health concern that have attracted attention from across human medicine, veterinary medicine and the life sciences, and contributed to the development of new relationships between individuals working in these fields under the banner of OH. Both scientific journal articles and images in OH advocacy documents deal overwhelmingly with animals in the abstract: as broad categories such as 'animal' or 'wildlife', and as literal abstractions in the form of silhouettes and logos. This abstraction matches the generic claims made for OH by its advocates, as a universally applicable and beneficial approach to health that has demonstrated its value repeatedly through history. It also recalls to mind how often and how persistently animals continue to be viewed as 'mere blank pages onto which humans wrote meaning'. 102 At the same time, when tracing the origins and practical applications of OH, very specific types of animal, context and problem are shown to be involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cOncluSiOn"
        },
        {
            "text": "Zoonotic diseases (as transmitted by agricultural animals, dogs and wildlife) feature prominently in both the research and policy/advocacy literatures analysed here, while animals as 'models' in laboratory research appear much more commonly in the scientific literature. As our annotated bibliography indicates, both are extremely longstanding animal roles. When considered alongside the institutional origins of OH, their prominence suggests that much of what goes by the name of OH today is in fact a rebranding of existing health agendas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cOncluSiOn"
        },
        {
            "text": "They also indicate an anthropocentric character to OH, its greater concern for the human than the animal health benefits that may arise from an integrated approach to their health. While OH imagery demonstrates an additional objective of care for valued animals (livestock, pets and aesthetically pleasing charismatic wildlife), which it portrays in the roles of patients and subjects of human custodianship, this has yet to be realized substantially in scientific work that claims to pursue a OH approach. This situation indicates the peculiar contradictions at the heart of OH: a movement trying to bring together human and animal health does so by arguing-and working to ensure-that attending to animal health will benefit humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cOncluSiOn"
        },
        {
            "text": "These anthropocentric contradictions may be related to ongoing anxieties about the ability of OH to move 'from rhetoric to reality'. 103 As both advocates and observers have noted, OH has tended to flip from very broad generalities to specific 'success stories', but with little discussion of how researchers, policy-makers and clinicians might move from one to the other. 104 The analysis presented here suggests that these problems persist at the level of research practice. yet OH continues to be mobilized in international health. Over the past two years the WHO has published strategies for action on antimicrobial resistance and rabies elimination, which both prominently reference OH as a conceptual support for coordinating across organizations in human and animal health. 105 Time will tell what impact such activities have on the roles that animals perform in OH, on how OH is practised, and on how it presents itself to the wider world.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "103",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "104",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "105",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "cOncluSiOn"
        },
        {
            "text": "bibliOgrapHy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "cOncluSiOn"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Academic Institutions and One Health: Building Capacity for Transdisciplinary Research Approaches to Address Complex Health Issues at the Animal-Human-Ecosystem Interface",
            "authors": [
                {
                    "first": "Lisa",
                    "middle": [
                        "K"
                    ],
                    "last": "Allen-Scott",
                    "suffix": ""
                },
                {
                    "first": "Bonnie",
                    "middle": [],
                    "last": "Buntain",
                    "suffix": ""
                },
                {
                    "first": "Jennifer",
                    "middle": [
                        "M"
                    ],
                    "last": "Hatfield",
                    "suffix": ""
                },
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Meisser",
                    "suffix": ""
                },
                {
                    "first": "Christopher",
                    "middle": [
                        "James"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Academic Medicine",
            "volume": "90",
            "issn": "",
            "pages": "866--71",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Natural Histories of Infectious Disease: Ecological Vision in Twentieth-Century Biomedical Science",
            "authors": [
                {
                    "first": "Warwick",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Osiris",
            "volume": "19",
            "issn": "",
            "pages": "39--61",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "AVEPM Newsletter, Spring/Summer",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Atlas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maloy",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "One Health: People, Animals, and the Environment",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Need for Enhanced Environmental Representation in the Implementation of One Health",
            "authors": [
                {
                    "first": "Meredith",
                    "middle": [
                        "A"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "Timothy",
                    "middle": [
                        "A"
                    ],
                    "last": "Bouley",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "EcoHealth",
            "volume": "12",
            "issn": "",
            "pages": "212--221",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Primate Lives in Early American Space Science",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bimm",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Quest: History of Spaceflight Quarterly",
            "volume": "20",
            "issn": "4",
            "pages": "29--40",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Swindon: UK Biology and Biotechnology Research Council",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbsrc",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Strategic Plan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2010--2015",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The Politics of Buzzwords at the Interface of Technoscience, Market and Society: The Case of 'Public Engagement in Science",
            "authors": [
                {
                    "first": "Bensaude",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "Bernadette",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Public Understanding of Science",
            "volume": "23",
            "issn": "",
            "pages": "238--53",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Animal Writes: Historiography, Disciplinarity, and the Animal Trace",
            "authors": [
                {
                    "first": "Etienne",
                    "middle": [],
                    "last": "Benson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Making Animal Meaning",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Why look at animals?",
            "authors": [
                {
                    "first": "John",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Writers and Readers",
            "volume": "",
            "issn": "",
            "pages": "1--26",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "In One Health: The Theory and Practice of Integrated Health Approaches",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bresalier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cassidy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Whose World? Which Health? What Security? The Facts and Fictions of Global Health Security",
            "authors": [
                {
                    "first": "Carlo",
                    "middle": [],
                    "last": "Caduff",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BioSocieties",
            "volume": "8",
            "issn": "1",
            "pages": "94--100",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Anatomy of a Buzzword: The Emergence of 'the Water-Energy-Food Nexus' in UK Natural Resource Debates",
            "authors": [
                {
                    "first": "Rose",
                    "middle": [],
                    "last": "Cairns",
                    "suffix": ""
                },
                {
                    "first": "Anna",
                    "middle": [],
                    "last": "Krzywoszynska",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Environmental Science & Policy",
            "volume": "64",
            "issn": "",
            "pages": "164--70",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Ethics and Images of Suffering Bodies in Humanitarian Medicine",
            "authors": [
                {
                    "first": "Philippe",
                    "middle": [],
                    "last": "Calain",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Science & Medicine",
            "volume": "98",
            "issn": "",
            "pages": "278--85",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "One Medicine -Human and Veterinary",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cass",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Perspectives in Biology and Medicine",
            "volume": "16",
            "issn": "",
            "pages": "418--444",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Vermin, Victims and Disease: UK Framings of Badgers In and Beyond the Bovine TB Controversy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cassidy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sociologia Ruralis",
            "volume": "52",
            "issn": "2",
            "pages": "192--204",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "One Medicine? Advocating (Inter)disciplinarity at the Interfaces of Animal Health, Human Health and the Environment",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cassidy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "In Investigating Interdisciplinary Collaboration: Theory and Practice across Disciplines",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "How Did International Agencies Perceive the Avian Influenza Problem? The Adoption and Manufacture of the 'One World, One Health' Framework",
            "authors": [
                {
                    "first": "Yu-Ju",
                    "middle": [],
                    "last": "Chien",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sociology of Health & Illness",
            "volume": "35",
            "issn": "2",
            "pages": "213--239",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "One World, One Health: Building Interdisciplinary Bridges",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Fujimura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osofsky",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "The Right Tools for the Job: At Work in the Twentieth Century Life Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "One Health Case Studies: Addressing Complex Problems in a Changing World",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [
                        "C"
                    ],
                    "last": "Cork",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "Karen",
                    "middle": [
                        "A"
                    ],
                    "last": "Liljebjelke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "One World, One Health? Social Science Engagements with the One Health Agenda",
            "authors": [
                {
                    "first": "Susan",
                    "middle": [],
                    "last": "Craddock",
                    "suffix": ""
                },
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Social Science & Medicine",
            "volume": "129",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "What is a Humanized Mouse? Remaking the Species and Spaces of Translational Medicine",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Body & Society",
            "volume": "18",
            "issn": "3-4",
            "pages": "126--55",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Developing a Collaborative Agenda for Humanities and Social Scientific Research on Laboratory Animal Science and Welfare",
            "authors": [
                {
                    "first": "Gail",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "Beth",
                    "middle": [],
                    "last": "Greenhough",
                    "suffix": ""
                },
                {
                    "first": "Pru",
                    "middle": [],
                    "last": "Hobson-West",
                    "suffix": ""
                },
                {
                    "first": "Robert",
                    "middle": [],
                    "last": "Kirk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "11",
            "issn": "7",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0158791"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "One Health: The Small Animal Dimension",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Veterinary Record",
            "volume": "167",
            "issn": "",
            "pages": "847--856",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Implementing a One Health Approach to Emerging Infectious Disease: Reflections on the Socio-Political, Ethical and Legal Dimensions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Degeling",
                    "suffix": ""
                },
                {
                    "first": "Jane",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "Ian",
                    "middle": [],
                    "last": "Kerridge",
                    "suffix": ""
                },
                {
                    "first": "Andrew",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "Cameron",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "Gwendolyn",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Public Health",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-015-2617-1"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Narrative Overview of Animal and Human Brucellosis in Morocco: Intensification of Livestock Production as a Driver for Emergence",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Ducrotoy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Khaoula Ammary",
                    "suffix": ""
                },
                {
                    "first": "Ait",
                    "middle": [],
                    "last": "Hicham",
                    "suffix": ""
                },
                {
                    "first": "Zaid",
                    "middle": [],
                    "last": "Lbacha",
                    "suffix": ""
                },
                {
                    "first": "Virginie",
                    "middle": [],
                    "last": "Zouagui",
                    "suffix": ""
                },
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Mick",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Prevost",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infectious Diseases of Poverty",
            "volume": "4",
            "issn": "57",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Scientists -Dr. William Karesh -Executive Vice President for Health and Policy",
            "authors": [
                {
                    "first": "Ecohealth",
                    "middle": [],
                    "last": "Alliance",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Two Disciplines, One Medicine",
            "authors": [],
            "year": 1975,
            "venue": "Veterinary Record",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Medicine: Initiative Aims to Merge Animal and Human Health Science to Benefit Both",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enserink",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Week to Focus on Food Traceability.' Vet Times",
            "authors": [
                {
                    "first": "&apos;eu",
                    "middle": [],
                    "last": "Vet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Incredible, Invisible Effects",
            "authors": [
                {
                    "first": "Ian",
                    "middle": [],
                    "last": "Failes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Contributing to One World, One Health A Strategic Framework for Reducing Risks of Infectious Diseases at the Animal -Human -Ecosystems Interface. Food and Agriculture Organisation",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Oie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Posthumanist Critique and Human Health: How Nonhumans (Could) Figure in Public Health Research",
            "authors": [
                {
                    "first": "Carrie",
                    "middle": [],
                    "last": "Friese",
                    "suffix": ""
                },
                {
                    "first": "Nathalie",
                    "middle": [],
                    "last": "Nuyts",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Critical Public Health",
            "volume": "27",
            "issn": "3",
            "pages": "303--316",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Ruminations 1: The History of Animals",
            "authors": [
                {
                    "first": "Erica",
                    "middle": [],
                    "last": "Fudge",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Crafting Science: A Sociohistory of the Quest for the Genetics of Cancer",
            "authors": [
                {
                    "first": "Joan",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The Molecular Biological Bandwagon in Cancer Research: Where Social Worlds Meet",
            "authors": [
                {
                    "first": "Joan",
                    "middle": [],
                    "last": "Fujimura",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Social Problems",
            "volume": "35",
            "issn": "3",
            "pages": "261--83",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Political Economy of One Health Research and Policy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Galaz",
                    "suffix": ""
                },
                {
                    "first": "Melissa",
                    "middle": [],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "Ian",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Scoones",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "STEPS Working Paper",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The 'One Health' Concept: Bringing Together Human and Animal Health for New Solutions: Grand Challenges Explorations 11",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The Evolution of One Health: A Decade of Progress and Challenges for the Future",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Gibbs",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Veterinary Record",
            "volume": "174",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The Quick And The Dead: Biomedical Theory In Ancient Egypt",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwabe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Wildlife Trust Rebrands as Ecohealth Alliance",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gunelius",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Google Warming: Google Earth as Eco-Machinima",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gurevitch",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Convergence",
            "volume": "20",
            "issn": "1",
            "pages": "85--107",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Primate Visions: Gender, Race, and Nature in the World of Modern Science. London: Verso",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Haraway",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "One Medicine -One Health' at the School of Veterinary Medicine of the University of Pennsylvania -The First 125 years",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hendricks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Newton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rubenstein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Veterinaria Italiana",
            "volume": "45",
            "issn": "",
            "pages": "183--94",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Responding to Emerging Threats: An Article for the One Health Newsletter",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hernendez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Pathological Lives: Disease, Space and Biopolitics",
            "authors": [
                {
                    "first": "Steve",
                    "middle": [],
                    "last": "Hinchliffe",
                    "suffix": ""
                },
                {
                    "first": "Nick",
                    "middle": [],
                    "last": "Bingham",
                    "suffix": ""
                },
                {
                    "first": "John",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "Simon",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Animals and Anomalies: An Analysis of the UK Veterinary Profession and the Relative Lack of State Reform",
            "authors": [
                {
                    "first": "Pru",
                    "middle": [],
                    "last": "Hobson-West",
                    "suffix": ""
                },
                {
                    "first": "Stephen",
                    "middle": [],
                    "last": "Timmons",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Sociological Review",
            "volume": "64",
            "issn": "1",
            "pages": "47--63",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Who's Worried about Turkeys? How 'Organisational Silos' Impede Zoonotic Disease Surveillance",
            "authors": [
                {
                    "first": "Colin",
                    "middle": [],
                    "last": "Jerolmack",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sociology of Health & Illness",
            "volume": "35",
            "issn": "",
            "pages": "200--212",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Joint WHO/FAO Expert Committee on Zoonoses",
            "authors": [],
            "year": 1959,
            "venue": "World Health Organization Technical Report Series",
            "volume": "169",
            "issn": "",
            "pages": "1--83",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Confronting Zoonoses, Linking Human and Veterinary Medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "",
            "pages": "556--61",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "One Medicine -One Health. Interview with Ronald M. Davis, MD, President of the",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Veterinaria Italiana",
            "volume": "45",
            "issn": "",
            "pages": "19--21",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "About the One Health Initiative",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "History of the One Health Initiative team",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Monath",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woodhall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Conti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Confronting Zoonoses Through Closer Collaboration Between Medicine and Veterinary Medicine (as 'One Medicine')",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Steele",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Veterinaria Italiana",
            "volume": "43",
            "issn": "",
            "pages": "5--19",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Special Issue: One Health -One Medicine: Linking Human, Animal and Environmental Health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Veterinaria Italiana",
            "volume": "45",
            "issn": "",
            "pages": "1--211",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "One Health History Question: Who Coined the Term 'One Medicine'?\" One Health Initiative Website",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Joining Forces to Improve Our World",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osofsky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Rocke",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Barrows",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Conservation Biology",
            "volume": "16",
            "issn": "5",
            "pages": "1432--1436",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "One World -One Health",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of the Royal College of Physicians of London",
            "volume": "9",
            "issn": "3",
            "pages": "259--60",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "One Health: A New Professional Imperative. One Health Initiative Task Force: Final Report",
            "authors": [
                {
                    "first": "Lonnie",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "The Scale Politics of Emerging Diseases",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Osiris",
            "volume": "19",
            "issn": "",
            "pages": "62--76",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Life in a Germ-Free World': Isolating Life from the Laboratory Animal to the Bubble Boy",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "G"
                    ],
                    "last": "Kirk",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Bulletin of the History of Medicine",
            "volume": "86",
            "issn": "2",
            "pages": "237--75",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Making Sense of One Health Cooperating at the Human-Animal-Ecosystem Health Interface",
            "authors": [
                {
                    "first": "Aline",
                    "middle": [],
                    "last": "Leboeuf",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Institut Français des Relations Internationales (IFRI)",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "One Medicine",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Lechner",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Pennsylvania Medicine",
            "volume": "71",
            "issn": "",
            "pages": "50--51",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Operationalizing the One Health Approach: The Global Governance Challenges",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "L"
                    ],
                    "last": "Brumme",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Health Policy and Planning",
            "volume": "28",
            "issn": "7",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The Pedagogy of Disgust: The Ethical, Moral and Political Implications of Using Disgust in Public Health Campaigns",
            "authors": [
                {
                    "first": "Deborah",
                    "middle": [],
                    "last": "Lupton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Critical Public Health",
            "volume": "25",
            "issn": "1",
            "pages": "4--14",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Development among Africa's Migratory Pastoralists",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Majok",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwabe",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Bergin & Garvey",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "AVMA President-Elect Address to the House of Delegates",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Mahr",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "One Health' or Three? Publication Silos Among the One Health Disciplines",
            "authors": [
                {
                    "first": "Kezia",
                    "middle": [],
                    "last": "Manlove",
                    "suffix": ""
                },
                {
                    "first": "Josephine",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "Meggan",
                    "middle": [],
                    "last": "Craft",
                    "suffix": ""
                },
                {
                    "first": "Kathryn",
                    "middle": [],
                    "last": "Huyvaert",
                    "suffix": ""
                },
                {
                    "first": "Maxwell",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "Ryan",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "Pauline",
                    "middle": [],
                    "last": "Nol",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Biology",
            "volume": "14",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.1002448"
                ]
            }
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The Politics of Delivering One Health",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Food Security: A Fractured Consensus",
            "authors": [
                {
                    "first": "Damian",
                    "middle": [],
                    "last": "Maye",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [],
                    "last": "Kirwan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Rural Studies",
            "volume": "39",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "Swiss Science, African Decolonization, and the Rise of Global Health",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 1940,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The Other's Colony: Switzerland and the Discovery of Cote D'Ivoire",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Colonial Switzerland: Rethinking Colonialism From the Margins",
            "volume": "",
            "issn": "",
            "pages": "73--87",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "R.Geigy Foundation website",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Introduction: One Health Perspective",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "Animals",
                    "middle": [],
                    "last": "Media",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Basingstoke",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Monath",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ILAR Journal",
            "volume": "51",
            "issn": "",
            "pages": "193--201",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "One Health: Addressing Global Challenges at the Nexus of Human, Animal, and Environmental Health",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mwangi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Figueiredo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Criscitiello",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Pathogens",
            "volume": "12",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1005731"
                ]
            }
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "The Art of Conservation",
            "authors": [
                {
                    "first": "Henry",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature",
            "volume": "472",
            "issn": "",
            "pages": "287--296",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "LEGENDS: The Accidental Epidemiologist",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Nolan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of the American Veterinary Medical Association: News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Lord Soulsby of Swaffham Prior",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Obituary",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Veterinary Record",
            "volume": "180",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "One Health and the Neglected Zoonoses: Turning Rhetoric into Reality",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Okello",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Veterinary Record",
            "volume": "169",
            "issn": "",
            "pages": "281--286",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "One Health Commission Website",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Photo Archive\" One Health Global Network website",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Creating a Healthy Future for Humans, Animals and Environments",
            "authors": [
                {
                    "first": "One",
                    "middle": [],
                    "last": "Health Platform",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "One Health Sweden Steering Committee Visit to Florida",
            "authors": [
                {
                    "first": "One",
                    "middle": [],
                    "last": "Health Sweden",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "AHEAD Invitees Briefing Packet",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osofsky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Conservation and Development Interventions at the Wildlife / Livestock Interface: Implications for Wildlife, Livestock and Human Health",
            "authors": [
                {
                    "first": "Steven",
                    "middle": [
                        "A"
                    ],
                    "last": "Osofsky",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Occasional Paper of the IUCN Species Survival Commission",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "There is but One Medicine",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Parish",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Schwartzman",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Pennsylvania Medicine",
            "volume": "74",
            "issn": "",
            "pages": "65--71",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "Mad Dogs and Englishmen: Rabies in Britain 1830-2000",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [],
                    "last": "Pemberton",
                    "suffix": ""
                },
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Worboys",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Animal Infections and the Next Human Pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quamman",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Spillover",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Ecosystem Health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rapport",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Costanza",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF95": {
            "ref_id": "b95",
            "title": "One Medicine -Human, Dental, Animal",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Ravdin",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "Pennsylvania Medicine",
            "volume": "68",
            "issn": "11",
            "pages": "48--50",
            "other_ids": {}
        },
        "BIBREF96": {
            "ref_id": "b96",
            "title": "The Undead Darwin: Iconic Narrative, Scientific Controversy and the History of Science",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rees",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "History of Science",
            "volume": "47",
            "issn": "4",
            "pages": "445--447",
            "other_ids": {}
        },
        "BIBREF97": {
            "ref_id": "b97",
            "title": "The Bellagio Centre Residency Programme",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF98": {
            "ref_id": "b98",
            "title": "Editorial: One Medicine for More than One World",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Circulation Research",
            "volume": "11",
            "issn": "",
            "pages": "901--904",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Veterinary Medicine and Human Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwabe",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF101": {
            "ref_id": "b101",
            "title": "A Spiritual Haven for Scientists",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwabe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Friends Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF102": {
            "ref_id": "b102",
            "title": "Keynote Address: The Calculus of Disease -Importance of an Integrating Mindset",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Schwabe",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Preventive Veterinary Medicine",
            "volume": "62",
            "issn": "3",
            "pages": "193--205",
            "other_ids": {}
        },
        "BIBREF103": {
            "ref_id": "b103",
            "title": "Revue scientifique et technique (International Office of",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epizootics)",
            "volume": "33",
            "issn": "2",
            "pages": "375--384",
            "other_ids": {}
        },
        "BIBREF104": {
            "ref_id": "b104",
            "title": "Strengthening District Health Systems",
            "authors": [
                {
                    "first": "Marcel",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bulletin of the World Health Organisation",
            "volume": "83",
            "issn": "",
            "pages": "403--407",
            "other_ids": {}
        },
        "BIBREF105": {
            "ref_id": "b105",
            "title": "Animals on Drugs: Understanding the Role of Pharmaceutical Companies in the Animal-Industrial Complex",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Twine",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Bioethical Inquiry",
            "volume": "10",
            "issn": "4",
            "pages": "505--519",
            "other_ids": {}
        },
        "BIBREF106": {
            "ref_id": "b106",
            "title": "Who Made John Snow a Hero?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Vandenbroucke",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Eelkman Rooda",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beukers",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "American Journal of Epidemiology",
            "volume": "133",
            "issn": "",
            "pages": "967--73",
            "other_ids": {}
        },
        "BIBREF107": {
            "ref_id": "b107",
            "title": "The Bovine Scourge: Meat, Tuberculosis and Public Health",
            "authors": [
                {
                    "first": "Keir",
                    "middle": [],
                    "last": "Waddington",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1850--1914",
            "other_ids": {}
        },
        "BIBREF108": {
            "ref_id": "b108",
            "title": "Emerging Infectious Diseases and Society",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Washer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF109": {
            "ref_id": "b109",
            "title": "Wildlife Conservation Society website",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF110": {
            "ref_id": "b110",
            "title": "Wildlife Conservation Society website",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF111": {
            "ref_id": "b111",
            "title": "Everybody's Business. Strengthening Health Systems to Improve Health Outcomes: WHO's Framework for Action",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF112": {
            "ref_id": "b112",
            "title": "World Health Organisation. Global Action Plan on Antimicrobial Resistance",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF113": {
            "ref_id": "b113",
            "title": "World Health Organisation. Global Framework to Eliminate Human Rabies Transmitted by Dogs by 2030",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF115": {
            "ref_id": "b115",
            "title": "The Theory of Epidemiologic Transition: The Origins of a Citation Classic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weisz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olszynko-Gryn",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of the History of Medicine and Allied Sciences",
            "volume": "65",
            "issn": "3",
            "pages": "287--326",
            "other_ids": {}
        },
        "BIBREF116": {
            "ref_id": "b116",
            "title": "Wild Primate Populations in Emerging Infectious Disease Research: The Missing Link?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Escalante",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Karesh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kilbourn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spielman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Emerging Infectious Diseases",
            "volume": "4",
            "issn": "",
            "pages": "149--58",
            "other_ids": {}
        },
        "BIBREF117": {
            "ref_id": "b117",
            "title": "A Framework for the Study of Zoonotic Disease Emergence and Its Drivers: Spillover of Bat Pathogens as a Case Study",
            "authors": [
                {
                    "first": "James",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                },
                {
                    "first": "Melissa",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Philosophical Transactions of the Royal Society of London. Series B, Biological Sciences",
            "volume": "367",
            "issn": "",
            "pages": "2881--92",
            "other_ids": {}
        },
        "BIBREF118": {
            "ref_id": "b118",
            "title": "Animals in the History of Human and Veterinary Medicine",
            "authors": [
                {
                    "first": "Abigail",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Routledge Companion to Animal-Human History",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF119": {
            "ref_id": "b119",
            "title": "Germs, Malaria and the Invention of Mansonian Tropical Medicine: From 'Diseases in the Tropics' to 'Tropical Diseases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Worboys",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clio Medica",
            "volume": "35",
            "issn": "",
            "pages": "181--207",
            "other_ids": {}
        },
        "BIBREF120": {
            "ref_id": "b120",
            "title": "The Provocation of the Humanitarian Social Imaginary",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Visual Communication",
            "volume": "12",
            "issn": "3",
            "pages": "261--76",
            "other_ids": {}
        },
        "BIBREF121": {
            "ref_id": "b121",
            "title": "Swiss Tropical Public Health Institute website",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF122": {
            "ref_id": "b122",
            "title": "Potential of Cooperation between Human and Animal Health to Strengthen Health Systems",
            "authors": [
                {
                    "first": "Jakob",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "Esther",
                    "middle": [],
                    "last": "Schelling",
                    "suffix": ""
                },
                {
                    "first": "Kaspar",
                    "middle": [],
                    "last": "Wyss",
                    "suffix": ""
                },
                {
                    "first": "Mahamat",
                    "middle": [],
                    "last": "Bechir Mahamat",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Lancet",
            "volume": "366",
            "issn": "",
            "pages": "2142--2147",
            "other_ids": {}
        },
        "BIBREF123": {
            "ref_id": "b123",
            "title": "From 'Two Medicines' to 'One Health' and Beyond",
            "authors": [
                {
                    "first": "Jakob",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "Andrea",
                    "middle": [],
                    "last": "Meisser",
                    "suffix": ""
                },
                {
                    "first": "Esther",
                    "middle": [],
                    "last": "Schelling",
                    "suffix": ""
                },
                {
                    "first": "Bassirou",
                    "middle": [],
                    "last": "Bonfoh",
                    "suffix": ""
                },
                {
                    "first": "Marcel",
                    "middle": [],
                    "last": "Tanner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Onderstepoort Journal of Veterinary Research",
            "volume": "79",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF124": {
            "ref_id": "b124",
            "title": "One Health: The Theory and Practice of Integrated Health Approaches",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zinsstag",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schelling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Waltner-Toews",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The One Health umbrella. Source OH Sweden, 2014 25 Cassidy (2016). 26 For Schwabe's experiences, see Chapter 5, p. 172. For other examples of veterinarymedical tensions, see Chapters 2 and 3. Also seeBresalier et al. (2015).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Citations to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "include:King et al. (2008), Monath et al. (2010.40  Examples include: the construction of Charles Darwin as a scientific icon for contemporary evolutionary biology",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Growth of the One Health bandwagon. Source Web of Science, searched March 2017",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Human-animal partnerships. Sources a) Cornell One Health workshop, 2015; b) Calvin Schwabe, Disease in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "OH contextualised. Source One Health Graduate School, Hokkaido University, Japan 91 Osovsky et al. (2003). 92 See, for example, the logo of the EU Veterinary Week 2010 conference.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "pp. 403-404, World Health Organisation (2007) p. 2.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "One Health and animal species",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Open Access This chapter is licensed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons. org/licenses/by/4.0/), which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license and indicate if changes were made.The images or other third party material in this chapter are included in the chapter's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the chapter's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}