{
    "paper_id": "870e63ef9689bf7603ecc9ea127d2cfd555f4616",
    "metadata": {
        "title": "Imaging of Pulmonary Infection",
        "authors": [
            {
                "first": "Tomás",
                "middle": [],
                "last": "Franquet",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Johnathan",
                "middle": [
                    "H"
                ],
                "last": "Chung",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Community acquired pneumonia refers to an acute infection of the lung in patients who did not meet any of the criteria for HCAP, presenting select clinical features (e.g., cough, fever, sputum production, and pleuritic chest pain) and accompanied by an acute infiltrate on a chest radiograph. Pulmonary opacities are usually evident on the radiograph within 12 h of the onset of symptoms [3] . Although the imaging findings do not allow a specific etiologic diagnosis, CAP diagnosis and disease management most frequently involve chest radiography, and other imaging modalities are not usually required [4] . The spectrum of causative organisms of CAP includes gram-positive bacteria such as Streptococcus pneumoniae (pneumococcus), Haemophilus influenzae, and Staphylococcus aureus, as well as atypical organisms such as Mycoplasma pneumoniae, Chlamydia pneumoniae, or Legionella pneumophila and viral agents such as influenza A virus and respiratory syncytial viruses [5] . However, many community-acquired pneumonias are still commonly caused by S. pneumoniae and are lobar in appearance.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 603,
                    "end": 606,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 970,
                    "end": 973,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Community-Acquired Pneumonia (CAP)"
        },
        {
            "text": "The radiographic patterns of CAP are often related to the causative agent. Infection of the lower respiratory tract, acquired by way of the airways and confined to the lung parenchyma and airways, typically presents radiologically as one of three patterns: (a) focal nonsegmental or lobar pneumonia, (b) multifocal bronchopneumonia or lobular pneumonia, and (c) focal or diffuse \"interstitial\" pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Radiographic Patterns of CAP"
        },
        {
            "text": "Microorganisms responsible for VAP may differ according to the population of patients in the ICU, the durations of hospital and ICU stays, and the specific diagnostic method(s) used. The spectrum of causative pathogens of VAP in humans is Staphylococcus aureus, Pseudomonas aeruginosa, and Enterobacteriaceae [6] . Chest radiograph is most helpful when it is normal and rules out pneumonia. However, pulmonary opacities were detected by computed tomography (CT) scan in 26% of cases with a normal portable chest X-ray. When infiltrates are present, the particular pattern is of limited value for differentiating among cardiogenic pulmonary edema, noncardiogenic, pulmonary edema, hemorrhage, atelectasis, and pneumonia.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 312,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Ventilator-Associated Pneumonia (VAP)"
        },
        {
            "text": "When pneumonia is associated with healthcare risk factors such as prior hospitalization, dialysis, residing in a nursing home, and immunocompromised state, it is now classified as a healthcare-associated pneumonia (HCAP). The number of individuals receiving healthcare outside the hospital setting, including home wound care or infusion therapy, dialysis, nursing homes, and similar settings, is constantly increasing [7] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Healthcare-Associated Pneumonia (HCAP)"
        },
        {
            "text": "A clinical diagnosis of pneumonia can usually be readily established on the basis of signs, symptoms, and chest radiographs, although distinguishing pneumonia from conditions such as left heart failure, pulmonary embolism, and aspiration pneumonia may sometimes be difficult. Differentiation of etiologies based solely on the radiograph is not reliable, yet the pattern of abnormalities should be very useful in formulating a differential diagnosis of the nature of disease [8] .",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 477,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Clinical Utility and Limitations of Chest Radiography and CT"
        },
        {
            "text": "Chest radiographs are of limited value in predicting the causative pathogen but are of good use to determine the extent of pneumonia and to detect complications (i.e., cavitation, abscess formation, pneumothorax, pleural effusion), to detect additional or alternative diagnoses, and, in some cases, to guide invasive diagnostic procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chest Radiography"
        },
        {
            "text": "The most common radiographic manifestations of respiratory infection are foci of consolidation, ground-glass opacities, or reticulonodular opacities. Other less common radiographic findings include hilar and mediastinal lymphadenopathy, pleural effusion, cavitation, and chest wall invasion [8, 9] .",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 294,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 295,
                    "end": 297,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Chest Radiography"
        },
        {
            "text": "Computed tomography, particularly high-resolution CT (HRCT), has been shown to be more sensitive than the radiograph in the detection of subtle abnormalities and may show findings suggestive of pneumonia up to 5 days earlier than chest radiographs. CT is recommended in patients with clinical suspicion of infection and normal or nonspecific radiographic findings, in the assessment of suspected complications of pneumonia or suspicion of an underlying lesion such as pulmonary carcinoma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computed Tomography"
        },
        {
            "text": "Pneumonias are usually divided according to their chest imaging appearance into lobar pneumonia, bronchopneumonia, and interstitial pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patterns of Pulmonary Infection"
        },
        {
            "text": "In lobar pneumonia the inflammatory exudate begins in the distal airspaces adjacent to the visceral pleura and then spreads via collateral air drift routes (pores of Kohn) to produce uniform homogeneous opacification of partial or complete segments of the lung and occasionally an entire lobe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patterns of Pulmonary Infection"
        },
        {
            "text": "• Pneumonia is the leading cause of death due to infectious disease. • A variety of organisms that may present with similar clinical symptoms result in similar radiographic manifestations. • The radiographic manifestations of a given organism may be variable depending on the immunologic status of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "As the airways are not primarily involved and remain patent, there is little to no volume loss, and air bronchograms are common. Some pneumonias present as spherical-or nodularshaped consolidations. Bronchopneumonia (lobular pneumonia) is characterized histologically by peribronchiolar inflammation manifesting radiologically as patchy airspace nodules with poorly defined margins. Radiologically a bronchopneumonia is characterized by large heterogeneous, scattered opacities which only later, with worsening of disease, become more homogeneous. An air bronchogram is usually absent. The most common causative organisms of bronchopneumonia are S. aureus, H. influenzae, P. aeruginosa, and anaerobic bacteria [8] .",
            "cite_spans": [
                {
                    "start": 710,
                    "end": 713,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "Characteristic manifestations of bronchopneumonia on HRCT include centrilobular ill-defined nodules and branching linear opacities, airspace nodules, and multifocal lobular areas of consolidation [10] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "The term atypical pneumonia (interstitial pneumonia) was initially applied to the clinical and radiographic appearance of lung infection not behaving or looking like that caused by S. pneumoniae [11] . Today, when new diagnostic techniques such as direct antigen detection, polymerase chain reaction, and serology (ELISA) have moved beyond the initial diagnostic methods, a debate with regard to the appropriate use of the term \"atypical pneumonia\" is open [12] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 457,
                    "end": 461,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "Radiographically focal or diffuse small heterogeneous opacities are seen uniformly distributed in the involved lung. Frequently these opacities are described as reticular or reticulonodular. The usual causes of interstitial pneumonia are viral and mycoplasma infections [9] . Streptococcus pneumoniae, a gram-positive coccus, is the most common bacterial cause of CAP among patients who require hospitalization. Risk factors for the development of pneumococcal pneumonia include the extremes of age, chronic heart or lung disease, immunosuppression, alcoholism, institutionalization, and prior splenectomy. The characteristic clinical presentation is abrupt in onset, with fever, chills, cough, and pleuritic chest pain. The typical radiographic appearance of acute pneumococcal pneumonia consists of a homogeneous consolidation that crosses segmental boundaries (nonsegmental) but involves only one lobe (lobar pneumonia) ( Fig. 7.1) . Occasionally, infection is manifested as a spherical focus of consolidation that simulates a mass (round pneumonia). Complications, such as cavitation and pneumatocele formation, are rare. Pleural effusion is common and is seen in up to half of patients.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 273,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 925,
                    "end": 934,
                    "text": "Fig. 7.1)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Key Points"
        },
        {
            "text": "Pneumonia caused by S. aureus usually follows aspiration of organisms from the upper respiratory tract. Risk factors for the development of staphylococcal pneumonia include underlying pulmonary disease (e.g., COPD, carcinoma), chronic illnesses (e.g., diabetes mellitus, renal failure), or viral infection. The clinical presentation of staphylococcal pneumonia is changing and of particular importance is the dramatic increase of the incidence of methicillinresistant Staphylococcus aureus (MRSA) infections in recent years. Increasingly, previously healthy young people without traditional risk factors for S. aureus disease are presenting with severe necrotizing infection and high mortality. Fever, cough, and purulent sputum are prominent symptoms in cases of post-aspirative staphylococcal pneumonia. Severe pneumonia caused by community-associated methicillin-resistant Staphylococcus aureus (MRSA) carrying genes for Panton-Valentine leukocidin has been described in immunocompetent young adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Staphylococcus aureus"
        },
        {
            "text": "The characteristic pattern of presentation is as a bronchopneumonia (lobular pneumonia) that is bilateral in 40% of patients. The radiographic manifestations usually consist of bilateral patchy areas of consolidation. Air bronchograms are uncommon. Other features are cavitation, pneumatoceles, pleural effusions, and spontaneous pneumothorax ( Fig. 7. 2). Pneumatoceles are seen especially in children [13] .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 345,
                    "end": 352,
                    "text": "Fig. 7.",
                    "ref_id": null
                }
            ],
            "section": "Staphylococcus aureus"
        },
        {
            "text": "Thoracic actinomycosis is a chronic suppurative pulmonary or endobronchial infection caused by Actinomyces species, most frequently Actinomyces israelii considered to be a gram-positive branching filamentous bacterium. Pulmonary infection is characterized pathologically by bronchopneumonia with focal or multifocal abscess formation. Actinomycosis has the ability to spread across fascial planes to contiguous tissues without regard to normal anatomic barriers. On CT, parenchymal actinomycosis is characterized by airspace consolidation with cavitation or central areas of low attenuation and adjacent pleural thickening. Endobronchial actinomycosis can be associated with a foreign body (direct aspiration of a foreign body contaminated with Actinomyces organisms) or a broncholith (secondary colonization of a preexisting endobronchial broncholith by aspirated Actinomyces organisms).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Actinomycosis"
        },
        {
            "text": "Nocardia is a genus of filamentous gram-positive, weakly acid fast, aerobic bacteria that affects both immunosuppressed and immunocompetent patients. Nocardia asteroides is responsible of 80% of infections by this organism in man. Pulmonary nocardiosis can be an acute, subacute, or chronic disease. Nocardiosis usually begins with a focus of pulmonary infection and may disseminate through hematogenous spread to other organs, most commonly to the CNS. Imaging findings are variable and consist of unifocal or multifocal consolidation and single or multiple pulmonary nodules [14] . Nocardia asteroides infection may complicate alveolar proteinosis.",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Nocardia Species"
        },
        {
            "text": "Gram-negative pneumonias are chiefly caused by Klebsiella pneumoniae, Enterobacter sp., Serratia marcescens, Escherichia coli, Proteus sp., and Pseudomonas aeruginosa. Patients affected are invariably debilitated by a chronic medical or pulmonary disease. The lower lobes contrast-enhanced CT image shows a mixed opacity of consolidation (arrow) and ground-glass opacity (small arrows) consistent with lobar pneumonia tend to be affected, and the radiographic pattern is similar to that seen with S. aureus infections in adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Gram-Negative Bacilli"
        },
        {
            "text": "Klebsiella pneumoniae is among the most common gramnegative bacteria accounting for 0.5-5.0% of all cases of pneumonia. These features are bulging fissures, sharp margins of the advancing border of the pneumonic infiltrate and early abscess formation. CT findings consist of ground-glass attenuation, consolidation, and intralobular reticular opacity, often associated with pleural effusion. Complications of Klebsiella pneumonia include abscess formation, parapneumonic effusion, and empyema. Axial contrast-enhanced CT shows a cavitary mass within the right lower lobe (arrow) and a mass in the left upper lobe demonstrating surrounding ground-glass opacity (halo sign) (arrows)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Klebsiella"
        },
        {
            "text": "Escherichia coli accounts for 4% of cases of CAP and 5-20% of cases of HAP or HCAP. It occurs most commonly in debilitated patients. The typical history is one of abrupt onset of fever, chills, dyspnea, pleuritic pain, and productive cough in a patient with preexisting chronic disease. The radiographic manifestations usually are those of bronchopneumonia; rarely a pattern of lobar pneumonia may be seen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Escherichia coli"
        },
        {
            "text": "Pseudomonas aeruginosa is a gram-negative bacillus that is the most common cause of nosocomial pulmonary infection. It causes confluent bronchopneumonia that is often extensive and frequently cavitates (Fig. 7.3) . The radiologic manifestations are nonspecific and consist most commonly of patchy areas of consolidation and widespread poorly defined nodular opacities [9] .",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 371,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 212,
                    "text": "(Fig. 7.3)",
                    "ref_id": null
                }
            ],
            "section": "Pseudomonas aeruginosa"
        },
        {
            "text": "Chlamydia pneumoniae is the most commonly occurring gram-negative intracellular bacterial pathogen. It is frequently involved in respiratory tract infections and has also been implicated in the pathogenesis of asthma in both adults and children. Symptoms include sore throat, headache, and a nonproductive cough that can persist for months if treatment is not initiated early.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chlamydia"
        },
        {
            "text": "Chest radiographs tend to show less extensive abnormalities than are seen with other causes of pneumonia. On CT, C. pneumoniae pneumonia demonstrates a wide spectrum of ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Chlamydia"
        },
        {
            "text": "The most common rickettsia lung infection is sporadic or epidemic Q-fever pneumonia caused by Coxiella burnetii, an intracellular, gram-negative bacterium.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rickettsial Pneumonia"
        },
        {
            "text": "Infection is acquired by inhalation from farm livestock or their products and occasionally from domestic animals. Imaging findings consist of multilobar airspace consolidation, solitary or multiple nodules surrounded by a halo of \"groundglass\" opacity and vessel connection, and necrotizing pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rickettsial Pneumonia"
        },
        {
            "text": "Tularemia is an acute, febrile, bacterial zoonosis caused by the aerobic gram-negative bacillus Francisella tularensis. It is endemic in parts of Europe, Asia, and North America. Primary pneumonic tularemia occurs in rural settings. Humans become infected after introduction of the bacillus by inhalation, intradermal injection, or oral ingestion. Chest radiographic findings are scattered multifocal consolidations, hilar adenopathy, and pleural effusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Francisella tularensis"
        },
        {
            "text": "Haemophilus influenzae is a pleomorphic, gram-negative coccobacillus that accounts for 5-20% of CAP in patients in whom an organism can be identified successfully. Factors that predispose to Haemophilus pneumonia include COPD, malignancy, HIV infection, and alcoholism. The typical radiographic appearance of Haemophilus influenza pneumonia consists of multilobar involvement with lobar or segmental consolidation and pleural effusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Haemophilus influenza"
        },
        {
            "text": "Legionella is a pathogenic gram-negative bacterium with at least 50 species. It is one of the most common causes of severe community-acquired pneumonia in immunocompetent hosts. Human infection may occur when Legionella contaminates water systems, such as air conditioners and condensers. Risk factors for the development of L. pneumophila pneumonia include immunosuppression, posttransplantation, cigarette smoking, renal disease, and exposure to contaminated drinking water. Patients with Legionella pneumonia usually present with fever, cough, initially dry and later productive, malaise, myalgia, confusion, headaches, and diarrhea. Thirty percent of patients develop pleuritic chest pain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legionella Species"
        },
        {
            "text": "Imaging findings include peripheral airspace consolidation similar to that seen in acute S. pneumoniae pneumonia. In many cases, the area of consolidation rapidly progresses to occupy all or a large portion of a lobe (lobar pneumonia) or to involve contiguous lobes or to become bilateral. Cavitation is uncommon in immunocompetent patients, and pleural effusion may occur in 35-63% of cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legionella Species"
        },
        {
            "text": "Moraxella catarrhalis (formerly known as Branhamella catarrhalis) has emerged as a significant bacterial pathogen of humans over the past two decades. It is an intracellular gram-negative coccus now recognized as one of the common respiratory pathogens [15] . M. catarrhalis causes otitis media and sinusitis in children and mild pneumonia and acute exacerbation in older patients with COPD. It is currently considered the third most common cause of community-acquired bacterial pneumonia (after S. pneumoniae and H. influenzae). The majority of patients with pneumonia (80-90%) have underlying chronic pulmonary disease. Chest radiographs show bronchopneumonia or lobar pneumonia that usually involves a single lobe.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 257,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Moraxella catarrhalis"
        },
        {
            "text": "M. pneumoniae is one of the most common causes of community-acquired pneumonia. It accounts for up to 37% of CAP in persons treated as outpatients. Patients with COPD appear to be more severely affected with M. pneumoniae than normal hosts. The radiographic findings in M. pneumoniae are variable and in some cases closely resemble those seen in viral infections of the lower respiratory tract. Chest radiograph shows fine linear opacities followed by segmental airspace consolidation [16] .",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 489,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Mycoplasma pneumoniae"
        },
        {
            "text": "• A \"tree-in-bud\" pattern is a characteristic CT manifestation of infectious bronchiolitis. • Focal areas of consolidation secondary to infection in immunocompromised patients are most commonly due to bacterial pneumonia. • Interstitial and/or mixed interstitial and airspace opacities in CAP are typically due to viruses or M. pneumoniae.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "Mycobacterium tuberculosis accounts for more than 95% of pulmonary mycobacterial infections. Other mycobacterial species, M. kansasii and M. avium-intracellulare complex (MAC), account for the remainder.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium Tuberculosis"
        },
        {
            "text": "Factors that contribute to the large number of cases seen worldwide are human immunodeficiency virus (HIV) infection, inner city poverty, homelessness, and immigration from areas with high rates of infection. Other predisposing conditions are diabetes mellitus, alcoholism, silicosis, and malignancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mycobacterium Tuberculosis"
        },
        {
            "text": "This form is seen in infants and children. With improved control of tuberculosis in western societies, however, more people reach adulthood without exposure, and primary patterns of disease are being seen with increasing frequency in adulthood and represents about 23-34% of all adult cases of tuberculosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary tuberculosis"
        },
        {
            "text": "Although primary tuberculosis typically presents with radiographic manifestations, chest radiograph may be normal in 15% of cases. Lymphadenopathy is the most common manifestation of primary tuberculosis in children and occurs with or without pneumonia. In adults hilar or mediastinal lymphadenopathy is less common declining to about 50% of cases in the older population. Pleural effusion occurs in children, who usually have parenchymal or nodal disease, or in teenagers and young adults, when it is frequently isolated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Primary tuberculosis"
        },
        {
            "text": "Most cases are due to reactivation of quiescent lesions, but occasionally a new infection from an exogenous source occurs. Pathologically, the ability of the host to respond immunologically results in a greater inflammatory reaction and caseous necrosis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postprimary tuberculosis"
        },
        {
            "text": "The radiological manifestations may overlap with those of primary tuberculosis, but the absence of lymphadenopathy, more frequent cavitation, and a predilection for the upper lobes are more typical of postprimary tuberculosis. A Rasmussen aneurysm is a rare life-threatening complication of cavitary tuberculosis caused by granulomatous weakening of a pulmonary arterial wall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postprimary tuberculosis"
        },
        {
            "text": "Endobronchial spread can occur with or without cavitary disease and is similar to that seen with primary tuberculosis leading to the appearance of the typical images of \"tree-inbud\" [17, 18] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 186,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 187,
                    "end": 190,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Postprimary tuberculosis"
        },
        {
            "text": "After antituberculous treatment healing results in scar formation. The fibrosis produces well-defined, upper lobe nodular and linear opacities, often with evidence of severe volume loss and pleural thickening. Residual thin-walled cavities may be present in both active and inactive disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postprimary tuberculosis"
        },
        {
            "text": "Although classically a manifestation of primary disease, miliary tuberculosis is now more commonly seen as a postprimary process in older patients. Multiple small (1-2 mm) discrete nodules are scattered evenly throughout both lungs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Postprimary tuberculosis"
        },
        {
            "text": "A tuberculoma may occur in the setting of primary or postprimary tuberculosis and represents localized parenchymal disease that alternately activates and heals. It usually calcifies and frequently remains stable for years [19] .",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 226,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Postprimary tuberculosis"
        },
        {
            "text": "As mentioned above, 1-3% of pulmonary mycobacterial infections are caused by agents other than M. tuberculosis: usually M. avium-intracellulare complex (MAC) and less commonly M. kansasii. Patients are often predisposed by reason of underlying debilitating disease, immune compromise, chronic airflow obstruction, previous pulmonary tuberculosis, or silicosis and following lung transplantation [20] . Clinically, MAC may be an indolent process with symptoms of cough, with or without sputum production. More commonly, MAC presents with a radiological pattern that does not resemble that of postprimary tuberculosis. It consists of multiple nodules, with or without small ring opacities, showing no specific lobar predilection and bronchiectasis particularly in the lingula and right middle lobe. The most typical form of pulmonary nontuberculous mycobacteria (NTMB) infection is frequently associated to elderly men with underlying lung disease and to elderly white women without underlying lung disease (Lady Windermere syndrome). Radiological findings consist of mild to moderate cylindrical bronchiectasis and multiple 1-3 mm diameter centrilobular nodules.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Pulmonary Nontuberculous Mycobacteria (NTMB)"
        },
        {
            "text": "Fungi involved in pulmonary infections are either pathogenic fungi, which can infect any host, or saprophytic fungi, which infect only immunocompromised hosts. Pathogenic fungi include coccidioidomycosis, blastomycosis, and histoplasmosis. Saprophytes include Pneumocystis, Candidiasis, Mucormycosis, and Aspergillosis. Pulmonary fungal infections may be difficult to diagnose, and a definitive diagnosis of pulmonary fungal infections is made by isolating the fungus from tissue specimen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungal Infections"
        },
        {
            "text": "Aspergillosis is a fungal disease caused by Aspergillus species, usually A. fumigatus that can take different forms depending on an individual's immune response to the organism. Classically, pulmonary aspergillosis has been categorized into saprophytic, allergic, and invasive forms [21, 22] .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Aspergillus Infection"
        },
        {
            "text": "Aspergillus mycetomas are saprophytic growths which colonize a preexisting cavity in the lung (e.g., from sarcoidosis or tuberculosis). Most cavities and thus mycetomas are in the upper lobes or superior segments of the lower lobes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aspergillus Infection"
        },
        {
            "text": "Allergic bronchopulmonary aspergillosis (ABPA) describes a hypersensitivity reaction which occurs in the major airways. It is associated with elevated serum IgE, positive serum precipitins, and skin reactivity to Aspergillus. The radiographic appearances consist of nonsegmental areas of opacity most common in the upper lobes, lobar collapse, branching thick tubular opacities due to bronchi distended with mucus and fungus, and occasionally pulmonary cavitation. The mucus plugs in ABPA are usually hypodense, but in up to 20% of patients, the mucus can be hyperdense on CT (Fig. 7.4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 576,
                    "end": 586,
                    "text": "(Fig. 7.4)",
                    "ref_id": null
                }
            ],
            "section": "Aspergillus Infection"
        },
        {
            "text": "Angioinvasive aspergillosis is seen in immunocompromised hosts with severe neutropenia. This form is characterized by invasion and occlusion of small-to-medium pulmonary arteries, developing necrotic hemorrhagic nodules or infarcts. The most common pattern seen in CT consists of multiples nodules surrounded by a halo of ground-glass attenuation (halo sign) or pleural-based wedgeshaped areas of consolidation [21] .",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Aspergillus Infection"
        },
        {
            "text": "Candida species has been increasingly recognized as an important source of fungal pneumonia in immunocompromised patients, particularly in those with underlying malignancy (acute leukemia and lymphoma), intravenous drug abuse, and acquired immune deficiency syndrome a b c Fig. 7.4 (a, b, c) Allergic bronchopulmonary aspergillosis: (a) Posteroanterior chest radiograph demonstrates basilar branching opacities suggestive of mucus-filled bronchiectasis (arrows). (b) Axial CT image confirms the presence of left basilar bronchiectasis, mucus-filled airways (arrows). (c) Hyperdensity of mucus-filled airways on axial MIP image (arrows) from chest CT is diagnostic of allergic bronchopulmonary aspergillosis (AIDS), and following bone marrow transplantation. The most common thin-section CT findings of pulmonary candidiasis consist of multiple bilateral nodular opacities often associated with areas of consolidation and groundglass opacity [23] .",
            "cite_spans": [
                {
                    "start": 941,
                    "end": 945,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 291,
                    "text": "Fig. 7.4 (a, b, c)",
                    "ref_id": null
                }
            ],
            "section": "Candidiasis"
        },
        {
            "text": "Pneumocystis jiroveci a unique opportunistic fungal pathogen that causes pneumonia in immunocompromised individuals such as patients with AIDS, patients with organ transplants, and patients with hematologic or solid organ malignancies who are undergoing chemotherapy. In 90% of patients with Pneumocystis jiroveci, pneumonia chest radiographs show diffuse bilateral infiltrates in a perihilar distribution ( Fig. 7.5) . The most common high-resolution CT finding in Pneumocystis jiroveci pneumonia is diffuse ground-glass opacity [24] .",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 534,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 417,
                    "text": "Fig. 7.5)",
                    "ref_id": null
                }
            ],
            "section": "Pneumocystis jiroveci"
        },
        {
            "text": "Mucormycosis is an opportunistic fungal infection of the order Mucorales, characterized by broad, nonseptated hyphae that randomly branch at right angles. The most common radiographic findings consist of lobar or multilobar areas of consolidation and solitary or multiple pulmonary nodules and masses with associated cavitation or an air-crescent sign [25] .",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Mucormycosis"
        },
        {
            "text": "Viruses can result in several pathologic forms of lower respiratory tract infection including tracheobronchitis, bronchiolitis, and pneumonia. Viral infections predispose to secondary bacterial pneumonia. Organizing pneumonia, a nonspecific reparative reaction, may result from a variety of causes or underlying pathologic processes including viral infections [26] . ",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 364,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Viral Pneumonias"
        },
        {
            "text": "Influenza type A is the most important of the respiratory viruses with respect to the morbidity and mortality in the general population. In recent years, both influenza and parainfluenza viruses have been recognized as a significant cause of respiratory illness in immunocompromised patients, including solid organ transplant recipients. The predominant high-resolution CT findings are ground-glass opacities, consolidation, centrilobular nodules, and branching linear opacities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Influenza a"
        },
        {
            "text": "Adenovirus accounts for 5-10% of acute respiratory infections in infants and children but for less than 1% of respiratory illnesses in adults. Swyer-James-MacLeod syndrome is considered to be a post-infectious bronchiolitis obliterans (BO) secondary to adenovirus infection in childhood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Adenovirus"
        },
        {
            "text": "Respiratory syncytial virus (RSV) is the most frequent viral cause of lower respiratory tract infection in infants. The major risk factors for severe RSV disease in children are prematurity (< 36 weeks gestation), congenital heart disease, chronic lung disease, immunocompromised status, and multiple congenital abnormalities. CT findings consist of small centrilobular nodules, airspace consolidation, ground-glass opacities, bronchial wall thickening, and \"tree-in-bud\" opacities ( Fig. 7.6 ). ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 492,
                    "text": "Fig. 7.6",
                    "ref_id": null
                }
            ],
            "section": "Respiratory Syncytial Virus (RSV)"
        },
        {
            "text": "Primary infection with EBV occurs early in life and presents as infectious mononucleosis with the typical triad of fever, pharyngitis, and lymphadenopathy, often accompanied by splenomegaly. Mild, asymptomatic pneumonitis occurs in about 5-10% of cases of infectious mononucleosis. The CT manifestations of EBV pneumonia are similar to those of other viral pneumonias. The findings usually consist of lobar consolidation, diffuse and focal parenchymal haziness, irregular reticular opacities, and multiple miliary nodules or small nodules with associated areas of ground-glass attenuation (\"halo\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epstein-Barr Virus (EBV)"
        },
        {
            "text": "Varicella is a common contagious infection in childhood with increasing incidence in adults. Clinically presents in two forms: varicella (chickenpox) representing a primary disseminated disease in uninfected individuals and zoster (shingles) representing reactivation of latent virus (unilateral dermatomal skin eruption). Pneumonia, although rare, is the most serious complication affecting adults with chickenpox. The thin-section CT appearances in varicella pneumonia reflect the multicentric hemorrhage and necrosis centered on airways. Common findings include numerous nodular opacities measuring 5-10 mm in diameter, some with a surrounding halo of ground-glass opacity, patchy ground-glass opacities, and coalescence of nodules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Varicella Virus"
        },
        {
            "text": "Cytomegalovirus pneumonia is a major cause of morbidity and mortality following hematopoietic stem cell (HSCT) and solid organ transplantation and in patients with AIDS in whom CD4 cells are decreased to fewer than 100 cells/mm 3 . This complication characteristically occurs during the post-engraftment period (30-100 days after transplantation) with a median time onset of 50-60 days posttransplantation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus (CMV)"
        },
        {
            "text": "CT features of CMV pneumonia consist of lobar consolidation, diffuse and focal ground-glass opacities, irregular reticular opacities, and multiple miliary nodules or small nodules with associated areas of ground-glass attenuation (\"halo\").",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cytomegalovirus (CMV)"
        },
        {
            "text": "Severe acute respiratory distress syndrome (SARS) caused by SARS-associated coronavirus (SARS-CoV) is a systemic infection that clinically manifests as progressive pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Distress Syndrome (SARS)"
        },
        {
            "text": "Severe acute respiratory distress syndrome was first detected in the Guangdong Province of China in late 2002, with major outbreaks in Hong Kong, Guangdong, Singapore, and Toronto and Vancouver, Canada. Over 8000 people were affected, with a mortality rate of 10%. The typical clinical presentation consists of an incubation period of 2-10 days, early systemic symptoms followed within 2-7 days by dry cough or shortness of breath, the development of radiographically confirmed pneumonia by day 7-10, and lymphocytopenia in many cases. Histologically, acute diffuse alveolar damage with airspace edema is the most prominent feature. The imaging features consist of unilateral or bilateral ground-glass opacities, focal unilateral or bilateral areas of consolidation, or a mixture of both [27, 28] .",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 792,
                    "text": "[27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Severe Acute Respiratory Distress Syndrome (SARS)"
        },
        {
            "text": "MERS is a viral disease caused by a coronavirus (MERS-CoV), with most of the infections believed to have originated in Saudi Arabia and the Middle East. Most patients develop a severe acute respiratory illness. CT may depict groundglass opacities, consolidation, interlobular thickening, and pleural effusion. During the subsequent weeks, other findings may be present, such as centrilobular nodules, a \"crazypaving\" pattern, obliterative bronchiolitis, peribronchial air trapping, and organizing pneumonia [29] .",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 511,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Middle East Respiratory Syndrome (MERS)"
        },
        {
            "text": "In the spring of 2009, an outbreak of severe pneumonia was reported in conjunction with the concurrent isolation of a novel swine-origin influenza A (H1N1) virus, widely known as swine flu, in Mexico. On June 11, 2009 , the World Health Organization declared the first pandemic of the twenty-first century caused by swine-origin influenza virus A (H1N1). The predominant CT findings are unilateral or bilateral ground-glass opacities with or without associated focal or multifocal areas of consolidation. On CT, the ground-glass opacities and areas of consolidation have a predominant peribronchovascular and subpleural distribution, resembling organizing pneumonia [30] .",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 217,
                    "text": "June 11, 2009",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Swine Influenza (H1N1)"
        },
        {
            "text": "• Primary TB occurs most commonly in children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Points"
        },
        {
            "text": "• The most typical form of pulmonary NTMB infection is frequently associated to elderly non-smoking white women without underlying lung disease (Lady Windermere syndrome). • With respect to the morbidity and mortality, influenza type A is the most important of the respiratory viruses in the general population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Key Points"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "VAP: the diachronic linguistics of pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Burnham",
                    "suffix": ""
                },
                {
                    "first": "Mhcap",
                    "middle": [],
                    "last": "Kollef",
                    "suffix": ""
                },
                {
                    "first": "Hcap",
                    "middle": [],
                    "last": "Hap",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Chest",
            "volume": "152",
            "issn": "5",
            "pages": "909--919",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Community-acquired pneumonia",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Musher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Thorner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Admission chest radiograph lacks sensitivity in the diagnosis of community-acquired pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Hagaman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Rouan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Shipley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Panos",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Med Sci",
            "volume": "337",
            "issn": "4",
            "pages": "236--276",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Community-acquired pneumonia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Rider",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Frazee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg Med Clin North Am",
            "volume": "36",
            "issn": "4",
            "pages": "665--83",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Re-evaluation of the etiology and clinical and radiological features of community-acquired lobar pneumonia in adults",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ishiguro",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yoshii",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kanauchi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Infect Chemother",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Ventilator-associated pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chastre",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Fagon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "7",
            "pages": "867--903",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Health care-associated pneumonia (HCAP): empiric antibiotics targeting methicillin-resistant Staphylococcus aureus (MRSA) and Pseudomonas aeruginosa predict optimal outcome",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Micek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Reichley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kollef",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Medicine (Baltimore)",
            "volume": "90",
            "issn": "6",
            "pages": "390--395",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Imaging infection",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ketai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Busby",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Chest Med",
            "volume": "36",
            "issn": "2",
            "pages": "197--217",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Imaging of community-acquired pneumonia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franquet",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Thorac Imaging",
            "volume": "33",
            "issn": "5",
            "pages": "282--94",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "High resolution CT findings in community-acquired pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuramitsu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Comput Assist Tomogr",
            "volume": "20",
            "issn": "4",
            "pages": "600--608",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Atypical pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basarab",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Macrae",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Curtis",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Curr Opin Pulm Med",
            "volume": "20",
            "issn": "3",
            "pages": "247--51",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Atypical pneumonia--time to breathe new life into a useful term?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Murdoch",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet Infect Dis",
            "volume": "9",
            "issn": "8",
            "pages": "512--521",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Radiology of bacterial pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vilar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Soto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cogollos",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Eur J Radiol",
            "volume": "51",
            "issn": "2",
            "pages": "102--115",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "CT findings of pulmonary nocardiosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Yandow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Mohammed",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AJR Am J Roentgenol",
            "volume": "197",
            "issn": "2",
            "pages": "266--72",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Moraxella catarrhalis: from emerging to established pathogen",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Verduin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hol",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fleer",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Dijk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Belkum",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Microbiol Rev",
            "volume": "15",
            "issn": "1",
            "pages": "125--169",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Mycoplasma pneumoniae pneumonia: radiographic and high-resolution CT features in 28 patients",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Reittner",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Heyneman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "AJR Am J Roentgenol",
            "volume": "174",
            "issn": "1",
            "pages": "37--41",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CT of pulmonary tuberculosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Im",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Itoh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Han",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Semin Ultrasound CT MR",
            "volume": "16",
            "issn": "5",
            "pages": "420--454",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Treein-bud pattern at thin-section CT of the lungs: radiologic-pathologic overview",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franquet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Volpacchio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimenez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aguilar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiographics",
            "volume": "25",
            "issn": "3",
            "pages": "789--801",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Tuberculosis: a radiologic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burrill",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Conder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Hine",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Misra",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Radiographics",
            "volume": "27",
            "issn": "5",
            "pages": "1255--73",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Update on the epidemiology of pulmonary nontuberculous mycobacterial infections",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Winthrop",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Semin Respir Crit Care Med",
            "volume": "34",
            "issn": "1",
            "pages": "87--94",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Spectrum of pulmonary aspergillosis: histologic, clinical, and radiologic findings",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franquet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimenez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Guembe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De La Torre",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bague",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Radiographics",
            "volume": "21",
            "issn": "4",
            "pages": "825--862",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The spectrum of pulmonary aspergillosis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Gefter",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Thorac Imaging",
            "volume": "7",
            "issn": "4",
            "pages": "56--74",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Pulmonary candidiasis after hematopoietic stem cell transplantation: thinsection CT findings",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franquet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Oikonomou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Flint",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiology",
            "volume": "236",
            "issn": "1",
            "pages": "332--339",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Pneumocystis jiroveci pneumonia: high-resolution CT findings in patients with and without HIV infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kanne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Yandow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "AJR Am J Roentgenol",
            "volume": "198",
            "issn": "6",
            "pages": "555--61",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Pulmonary Mucormycosis: radiologic features at presentation and over time",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Hammer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Madan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hatabu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "AJR Am J Roentgenol",
            "volume": "210",
            "issn": "4",
            "pages": "742--749",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Imaging of pulmonary viral pneumonia",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Franquet",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Radiology",
            "volume": "260",
            "issn": "1",
            "pages": "18--39",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Thin-section CT of severe acute respiratory syndrome: evaluation of 73 patients exposed to or with the disease",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Antonio",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Radiology",
            "volume": "228",
            "issn": "2",
            "pages": "395--400",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Middle East respiratory syndrome coronavirus: what does a radiologist need to know?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Langer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AJR Am J Roentgenol",
            "volume": "206",
            "issn": "6",
            "pages": "1193--201",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "CT utilization in the prospective diagnosis of a case of swine-origin influenza A (H1N1) viral infection",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Ajlan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khashoggi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nicolaou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Radiol Case Rep",
            "volume": "4",
            "issn": "3",
            "pages": "24--30",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "/), which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license and indicate if changes were made. The images or other third party material in this chapter are included in the chapter's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the chapter's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "(a, b, c) Lobar pneumonia. (a) Posteroanterior and lateral (b) chest radiographs in this patient with fever and cough demonstrate lateral segment right middle lobe consolidation (arrows). (c) Axial",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(a, b, c) Staphylococcus aureus pneumonia: (a) Posteroanterior chest radiograph demonstrates a dominant right basilar and left upper lung mass-like opacities with cavitation in the right basilar opacity (arrow). Small left pleural effusion is also seen (small arrow). (b, c)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": ". 7.3 (a, b, c) Pseudomonas aeruginosa pneumonia: (a) Posteroanterior chest radiograph demonstrates multifocal lung consolidation bilaterally consistent with bronchopneumonia. (b) Axial and (c) coronal CT images demonstrate bilateral multifocal lung consolida-tions; cavitary necrosis is observed within the right upper lobe consolidation (arrows); mild superimposed ground-glass opacity is also present (small arrows) findings that are similar to those of S. pneumoniae pneumonia and M. pneumoniae. Cavitation and hilar or mediastinal adenopathy are uncommon.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": ". 7.5 (a, b, c) Pneumocystis pneumonia: (a) Posteroanterior chest radiograph demonstrates diffuse lung opacities, left greater than right, in this patient with history of HIV. (b) Axial and (c) coronal images from chest CT demonstrate diffuse upper lung predominant ground-glass opacity and mild left upper lobe consolidation (arrows). Upper lobe preponderance of disease has been described in the setting of Pneumocystis pneumonia",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": ". 7.6 (a, b, c) Respiratory syncytial virus pneumonia: (a) Posteroanterior chest radiograph demonstrates subtle basilar nodularity and mild right basilar pleuroparenchymal scarring (arrow). (b) Axial CT image and (c) MIP images from chest CT demonstrate tree-in-bud opacities in the lower lobes (arrows)",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}