{
    "paper_id": "8a26f15bf17906e817cb1d36924d5da2b70c8bef",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Ting-Ting",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lanzhou University Second Hospital",
                    "location": {
                        "postCode": "730030",
                        "settlement": "Lanzhou, Gansu",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Feng-Xian",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Lanzhou University Second Clinical Medical College",
                    "institution": "Lanzhou University",
                    "location": {
                        "addrLine": "Cuiyingmen 82, Chengguan District",
                        "postCode": "730030",
                        "settlement": "Lanzhou, Gansu",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this Commentary, we would like to comment on the article titled \"A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)\" as a featured article in Military Medical Research. In the guideline, except for \"confirmed cases\", \"suspected cases\", \"close contact\" and \"suspicious exposure\" were defined by clinical perspective based on epidemiological risk, clinical symptoms and auxiliary examination. Combined with our experience, we introduced a simple scoring proposal additionally based on not only CT imaging as strongly recommended by the guideline but also blood routine test, especially for primary screening of such patients in the out-patient department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The featured article \"A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)\" was the first guideline in English version for the management of Corona Virus Disease 2019 in China [1] as we known, and also the Chinese experts proposed \"advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia\" in Chinese version. The advice guideline has been updated to the seventh version [2] based on clinical evidence, experience and the requirement of epidemic prevention. Certainly, clinical practice has proved the effectiveness of these guidelines, and the incidence of COVID-19 has significantly reduced in most of the areas in China. While, as reported by media, the situation outside of China, especially in Italy, Iran, Spain, Republic of Korea, France, German, United States of America and other countries seem to be changed. By 18 March 2020, the total incidence of COVID-19 is estimated by more than 191,000 cases [3] . Respiratory droplets and close contact are still the main routes of transmission [1, 4] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 500,
                    "end": 503,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1125,
                    "end": 1128,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1129,
                    "end": 1131,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Based on our experience, we would like to comment and add additional information of diagnosis and primary screening by the following 2 topics: Firstly, early diagnosis and isolation of infections are essential for preventing further spread, which are also the most important parts of the pandemic management [4] . For the diagnosis, nucleic acid detection as stated in the guideline is still served as a \"gold standard\", and most time well-collected throat swab specimen is enough for diagnosis. While, it was reported that the false negative rate was sometimes to be relatively high to as 50% in a single detection [5] , mainly because that the specimen from the upper other than the lower respiratory tract usually contained less amount of severe acute respiratory syndrome coronavirus (SARS-CoV-2), especially for mild type and recessive patients [6] . Hence, multiple sites and time points of tests are required, and even bronchoalveolar lavage fluid (BALF) is required for \"highly suspected patients\". Besides, test for newly developed specific serum antibody can provide more accurate results, and IgM antibody which appeared to be positive within 3 to 5 days after onset in 3 to 5 days and IgG antibody increased over 4 times than that in the acute phase [2] . With the above positive finding, the patients can be defined as \"confirmed cases\".",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 311,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 616,
                    "end": 619,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 853,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1262,
                    "end": 1265,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Secondly, stratification and identification of potentially infected patients are also very important in the clinic, thereby further management should be performed by individualization. For the diagnosis of \"suspected patients\", \"close contact\" and \"suspicious exposure\", the guideline and multidisciplinary experts focused any of epidemiological risk such as \"a history of travel to or residence in Wuhan city, China or other cities with continuous transmission of local cases in the last 14 days before symptom onset; contact with patients with fever or respiratory symptoms from Wuhan city, China or other cities with continuous transmission of local cases in the last 14 days before symptom onset; or epidemiologically connected to COVID-19 infections or clustered onsets\" [1, 2] . However, in the clinical practice, from the first onset case to now, the epidemiological risk evaluation seems to be harder and harder for the doctors, as more and more patients in the out-patient department and emergency department cannot clearly state their contact with other potential infections. Additionally, attention need to be focused on such patients. After collecting the data of patients from our hospital and combining with our clinical experience [8] , we proposed a simple stratification process for COVID-19 based on all 4 items: epidemiological risk assessment, clinical symptom assessment, blood routine assessment and chest CT assessment; As shown in Fig. 1 . The former 2 items can complete by consultation, and the later 2 items can be easily conducted in most hospitals. Specifically, CT imaging is always the important reference for clinical diagnosis [1, 7] , meanwhile more and more clinical studies demonstrate the value of blood routine parameters for differential diagnosis for COVID-19 [8, 9] . As strongly recommended in this guideline [1] , typical CT imaging can be used for the stage diagnosis, and with nucleic acid detection as a reference, the sensitivity and specificity of chest CT imaging were calculated to be 97 and 25%, respectively [5] . Besides, blood routine parameters actually can provide important information, for the differential diagnosis from other community acquired pneumonia [8, 9] , as well as for the severity of disease since the blood routine parameters are significantly different between no-severe and severe type of COVID-19 patients as reported in the large scale study by Zhong Nan-Shan et al [4] . Also, with nucleic acid detection as a reference, when blood routine test parameters were presented as normal, reduced or increased with normal limits, the sensitivity and specificity were calculated to be 89 and 34%, respectively [9] , and multiple parameters analysis in blood routine were helpful to further increase the specificity [8] . Meanwhile, when they were presented as optimal cut-off value, the specificity was calculated to be significantly increased to nearly 80% [8] . Taking together all the above reported data, a combination of blood routine test and CT imaging would significantly increase the primary screening efficacy. Combined with our experience and current diagnostic process in this guideline, we proposed a scoring proposal including additionally specific parameters in the blood routine test and typical manifestations in the CT imaging to increase the clinical feasibility. After application in the clinic, it was simple and rapid for primary screening, and was easy to follow for both doctors and nurses. Our study aiming at the accurate data on its primary screening efficacy is still ongoing.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 779,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 780,
                    "end": 782,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1246,
                    "end": 1249,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1660,
                    "end": 1663,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1664,
                    "end": 1666,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1800,
                    "end": 1803,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1804,
                    "end": 1806,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1851,
                    "end": 1854,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2060,
                    "end": 2063,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 2215,
                    "end": 2218,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2219,
                    "end": 2221,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2442,
                    "end": 2445,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2679,
                    "end": 2682,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2784,
                    "end": 2787,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2927,
                    "end": 2930,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1455,
                    "end": 1461,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Clearly, although the final diagnosis of COVID-19 requires nucleic acid, Immunoglobulin M (IgM) and/or Immunoglobulin G (IgG) antibody tests, this proposal can be applied to a large range of COVID-19-related population in routinely equipped hospitals for primary screening of high-risk patients. Based on our experience, this would be useful for the simple and primary stratification and identification, especially in undeveloped or developing countries and areas lacking experience and even lacking sufficient specialist physicians. Meanwhile, further clinical data is still warranted to validate the experience and its application. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version)",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mil Med Res",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Health Protection Committee",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-2019) situation reports",
            "authors": [],
            "year": 2020,
            "venue": "WHO. Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.06.20020974:2020.02.06.20020974"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642:200642"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Coronavirus disease 2019 (COVID-19): a perspective from China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "Q"
                    ],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200490:200490"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The value of blood routine and related indexes for early differential diagnosis in novel coronavirus pneumonia: a preliminary study",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "Q"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "HANS",
            "volume": "5",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {
                "DOI": [
                    "10.12677/HANSPrePrints.2020.51002"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Can routine laboratory tests discriminate 2019 novel coronavirus infected pneumonia from other community-acquired pneumonia? medRxiv",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.25.20024711:2020.02.25.20024711"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Flow chart of simple stratification and identification of COVID-19**. Blood routine parameters were presented as normal, reduced or increased with normal limits, and also as optimal cut-off value based on our retrospective analysis results. COVID-19. Corona Virus Disease 2019",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "2019-nCoV: 2019 Novel coronavirus; BALF: Bronchoalveolar lavage fluid; COVID-19: Corona virus disease 2019; IgM: Immunoglobulin M; IgG: Immunoglobulin G; SARS-CoV-2: Severe acute respiratory syndrome coronavirus",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions ZTT and WFX designed the study, and both of ZTT and WFX performed preparing and writing the manuscript. All authors read and approve the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Data sharing is not applicable to this article as no datasets were generated or analyzed during the current study.Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "The authors declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}