{
    "paper_id": "90a8e1eac089a7ef7f283bf1d9aa1c9eca7fe924",
    "metadata": {
        "title": "Supporting Information",
        "authors": []
    },
    "abstract": [
        {
            "text": "SI Text SAXS Experiments and Data Processing. All SAXS measurements were carried out at the European Synchrotron Radiation Facility on beamline BM29 at a working energy of 12.5 keV. Data were recorded using the Pilatus 1M pixel detector at a sample-detector distance of 2.867 m, leading to scattering vector q, ranging from 0.025 to 5 nm −1 . The scattering vector is defined as q = 4π/λ sinθ, where λ is the wavelength of the incident radiation in nanometers and θ is half of the angle between the incident and scattered radiation. A range of six concentrations of nsp14 was measured and analyzed (0.53, 0.89, 1.39, 2.09, 3.47, and 5.24 mg/mL). The protein buffer composition was 30 mM Hepes (pH 7.5), 300 mM NaCl, 5% glycerol, and 1.5 mM DTT. All samples were centrifuged for 15 min at 15,000 × g, before measurement to minimize contributions from aggregated particles. A 40-μL protein sample was injected in a 1.8-mm capillary with flow to minimize radiation damage, and data were collected at 283 K. Ten frames of 1 s each were made for each protein concentration and were combined to give the average scattering curve for each measurement. As a control, the buffer data were collected for reference before and after measurement for each protein sample, in the same conditions. The forward scattering intensity was calibrated using BSA as a reference at 5 mg/mL. Data were processed with the ATSAS package (1) according to the standard procedure. Ten 1-s frames were averaged by protein using the PRIMUS program (2), any frames affected by radiation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "damage were excluded, and the buffer background runs were then subtracted from the sample runs. Data from each concentration were scaled and merged to create a chimeric curve using all data. The values of total forward scattering at zero angle, I (0) , and the radius of gyration, R g , were calculated from the experimental SAXS profiles using Guinier approximation, which is valid in the range of R g < 1.3. These parameters and the maximum particle dimension, D max , were also computed from the distribution distance function, p(r), using GNOM (3) . The molecular mass (MM) was calculated from the SAXS data using the value of I (0) combined with protein concentration relative to a BSA standard, as well as from the concentration-independent excluded Porod volume. The latter was determined given that the empirical ratio between the Porod volume and MM of a protein is ∼1.7 (4). The low-resolution shape of nsp14 was reconstructed ab initio using the program DAMMIF (5) . Forty independent bead models were built. These models were compared and superimposed using the DAMAVER suite. Align models were averaged and finally filtered to obtain a model with a volume comparable to analyzed data (6) . The theoretical scattering intensity of nsp14 from nsp14/nsp10 high-resolution structure was calculated using CRY-SOL software to compare nsp14 crystallographic structure with an nsp14 low-resolution SAXS model (7) . The SREFLEX program was used to estimate the flexibility of nsp14 crystallographic structure and to improve its agreement with experimental SAXS data (8) . glutathione-Sepharose beads (lanes ⍉ ) or GST-nsp12 (lanes nsp12), as previously described (9) . Equal amounts of [ 35 S]methionine-labeled target were used for lanes ( ⍉ and nsp12) , and the input material was also run next to the pull-down samples, as indicated for each panel. Each interaction was independently tested three times. dom., domain; Nter, N terminus. Highlighted are R310, a residue critical for SAM binding, and D90/E92 catalytic residues of the ExoN activity. Other residues are those that have been shown to be essential for ExoN activity. S6 . GST pull-down analysis to study protein interaction between nsp12-RdRp and nsp14 mutants. Immunoblots of nsp14 wt or mutant pulled down by binding to either empty glutathione-Sepharose beads (lanes ⍉ ) or GST-nsp12 (lanes nsp12) are shown, as previously described (9) . Briefly, GST-nsp12 was bound to glutathione-Sepharose beads and incubated with 10 μg of SARS-CoV nsp14 wt or mutants, all carrying an amino-His 6 -tag. As a negative control, empty beads were also incubated with the different mutant proteins. Pull-down experiments were next revealed by Western blot with anti-penta-His antibody. GST pulldown experiments have been done three independent times. . Nuclease reactions were run as described previously (10) . α, dsRNA degradation products by the nsp14-ExoN activity. Table S2 . Effects of a variety of nsp14 mutations on the nsp14/nsp12-RdRp interaction, and on ExoN and N7-MTase enzyme activities *Interactions between nsp12 and nsp14 mutants were analyzed by GST pull-down, with primary data presented in Fig. S6 . This method is not quantitative: The (+) symbol refers to an interaction detected after incubation with GST-nsp12 but not with empty beads, and the (−) symbol refers to an interaction detected with neither GST-nsp12 nor empty beads. The two nsp14 residues important for the interaction with nsp12 are highlighted in gray. † For ExoN activity quantification, equal amounts of nsp14 mutants (100 nM) were incubated with nsp10 (600 nM) and *p-H4 RNA in the buffer reaction described by Bouvet et al. (10) . After 2 min and 20 min of incubation, respectively, reaction products were separated using urea-PAGE, revealed using a FujiImager, and quantified with Image Gauge software. Results are presented as the percentage of ExoN activity (nsp10/ nsp14 wt was taken as 100% of activity). ‡ N7-MTase activity of nsp14 wt or mutants was measured as described previously (11) . The N7-MTase activity of nsp14 wt was set up at 100%.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 551,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1197,
                    "end": 1200,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1414,
                    "end": 1417,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1570,
                    "end": 1573,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1667,
                    "end": 1670,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2404,
                    "end": 2407,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2859,
                    "end": 2863,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3671,
                    "end": 3675,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 4037,
                    "end": 4041,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 1743,
                    "end": 1757,
                    "text": "( ⍉ and nsp12)",
                    "ref_id": null
                },
                {
                    "start": 2135,
                    "end": 2137,
                    "text": "S6",
                    "ref_id": null
                },
                {
                    "start": 2924,
                    "end": 2932,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 3164,
                    "end": 3171,
                    "text": "Fig. S6",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Enzymatic activity measurements were performed in triplicate. Loss of enzymatic activity is shown in bold. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Analysis of X-ray and neutron scattering from biomacromolecular solutions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Svergun",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Curr Opin Struct Biol",
            "volume": "17",
            "issn": "",
            "pages": "562--571",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "PRIMUS : A Windows PC-based system for small-angle scattering data analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Konarev",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Volkov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Sokolova",
                    "suffix": ""
                },
                {
                    "first": "Mhj",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Svergun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Appl Crystallogr",
            "volume": "36",
            "issn": "",
            "pages": "1277--1282",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Determination of the regularization parameter in indirecttransform methods using perceptual criteria",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Svergun",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Appl Crystallogr",
            "volume": "25",
            "issn": "",
            "pages": "495--503",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "New developments in the ATSAS program package for small-angle scattering data analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Petoukhov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Appl Crystallogr",
            "volume": "45",
            "issn": "",
            "pages": "342--350",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "DAMMIF, a program for rapid ab-initio shape determination in small-angle scattering",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Franke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Svergun",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Appl Crystallogr",
            "volume": "42",
            "issn": "",
            "pages": "342--346",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Uniqueness of ab initio shape determination in smallangle scattering",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Volkov",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Svergun",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Appl Crystallogr",
            "volume": "36",
            "issn": "",
            "pages": "860--864",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "CRYSOL: A program to evaluate X-ray solution scattering of biological macromolecules from atomic coordinates",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Svergun",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Barberato",
                    "suffix": ""
                },
                {
                    "first": "Mhj",
                    "middle": [],
                    "last": "Koch",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Appl Crystallogr",
            "volume": "28",
            "issn": "",
            "pages": "768--773",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Deciphering conformational transitions of proteins by small angle X-ray scattering and normal mode analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Panjkovich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Svergun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys Chem Chem Phys",
            "volume": "18",
            "issn": "",
            "pages": "5707--5719",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The SARS-coronavirus PLnc domain of nsp3 as a replication/ transcription scaffolding protein",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Imbert",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "133",
            "issn": "",
            "pages": "136--148",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "RNA 3′-end mismatch excision by the severe acute respiratory syndrome coronavirus nonstructural protein nsp10/nsp14 exoribonuclease complex",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouvet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci",
            "volume": "109",
            "issn": "",
            "pages": "9372--9377",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "In vitro reconstitution of SARS-coronavirus mRNA cap methylation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouvet",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Pathog",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(A) Asymmetrical unit formed of four-heterodimer nsp10/nsp14 in different orientations. Colors for nsp10 are dark green (chain M), purple (chain N), brown (chain O), and light purple (chain P); colors for nsp14 are firebrick (chain A), green (chain B), light green (chain C), and blue (chain D). (Top Left) Ribbon assembly and several views of surface counterparts in different orientations are shown. (B) Analysis of the structure of the crystal allows us to observe large oval-shaped solvent canals of ∼120 by ∼60 Å running through. These large canals are probably the reason for the low crystal diffraction. Nsp14 molecules are colored green, and nsp10 molecules are colored yellow.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "SAXS analysis of SARS-CoV nsp14. (A) Nsp14 X-ray scattering curves and fitting. Experimental data are represented as black dots; the GNOM theoretical fit (red) and DAMMIF fitting (blue) of the most probable model among 40 tested samples are shown. (B) Guinier plot (blue) and linear regression (black) are shown. No aggregation is detected. (C) Kratky plot based on the SAXS data. Curves present a maximum at small angles and resume to 0 toward large angles, indicating a globular protein. (D) Pair distribution function of nsp14. D max = 10 nm.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(A) Superimposition of two nsp10/nsp14 chains present in the asymmetrical unit. If the nsp14 N-terminal domain, together with nsp10, superimposed well, the nsp14 C-terminal domain presents an ∼10 to ∼14 Å deviation. (B) Comparison between the experimental SAXS data, the nsp14 X-ray structure theoretical profile, and the SREFLEX-simulated nsp14 profile with (rc) or without (uc) secondary structure restraints. The theoretical profile of nsp14 in complex with nsp10 does not fit with the experimental data of nsp14 alone in solution. To estimate and probe large-scale motions in nsp14, we used normal mode analysis on the best peptide chain of nsp14. We improved profiles in better agreement with experimental data. Unrestrained simulations (red curve) for which all of the subdomains are assumed flexible, show major conformational changes both in the N terminus and C terminus. The ribbon structure of nsp14 represented with vectored SREFLEX-simulated movements was obtained after completion of both refinement stages (restrained and unrestrained). The vectors show that, in solution, the nsp14 N-terminal domain (nsp10-binding site) and the entire C-terminal domain are prone to ∼10 to ∼14 Å deviation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "GST pull-down analysis to study protein interaction between nsp12-RdRp and nsp14 domains. (A) Nsp14 domain boundaries used in this study are shown. (B) Each panel shows an autoradiogram from an SDS/PAGE analysis of in vitro-translated nsp14 domains pulled down by binding to either empty",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Mix representation of the nsp10 (green surface)/nsp14 (purple ribbon) complex, modeled with dsRNA (blue ribbon) in the exonuclease active site.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. S6. GST pull-down analysis to study protein interaction between nsp12-RdRp and nsp14 mutants. Immunoblots of nsp14 wt or mutant pulled down by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Single-nucleotide incorporation catalyzed by the SARS-CoV polymerase complex using different RNA primers/templates. LS2*/LS1 (A), LS2*/LS17 (B), and LS2*/LS16 (C) RNA substrates were used with increasing concentrations of the indicated NTP. Single-nucleotide primer extensions were performed in the same experimental condition as inFig. 4. Watson-Crick base pairs are indicated in gray, and mismatches are indicated in black.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Nsp10/nsp14-ExoN excision of Rbv:C and A:A base pairs in RNA substrates. Time course of 0.5 μM of primer*/template excision: LS2-Rbv*/LS15 bearing an Rbv:C and LS3*/LS8 bearing an A:A mismatch, in the presence of nsp10 and nsp14 (concentrations indicated in the panel)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data collection and refinement statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "RNA sequences of synthetic RNAs used in this studyRbv, ribavirin monophosphate.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}