{
    "paper_id": "91f78f70cd22dc7c7cec8ef02df110b93db857f1",
    "metadata": {
        "title": "Molecular Study and Phylogenetic Analysis of Middle East Respiratory Syndrome Corona Virus (MERSCoV) in Camel and Human",
        "authors": [
            {
                "first": "Saba",
                "middle": [
                    "F"
                ],
                "last": "Alsalihi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alaa",
                "middle": [
                    "Abdelkadhim"
                ],
                "last": "Jawad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Al-Qadisiyah-College of Veterinary Medicine",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Mohsen",
                "middle": [
                    "A"
                ],
                "last": "Al-Rodhan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Al-Qadisiyah-College of Pharmacy",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Arabian peninsula and sporadic cases in Europe and Asia. This study was conducted to evaluate the genetic analysis of this virus in human and camel at the first time in Iraq. Two hundred samples were collected from camels and human who suffering from respiratory symptoms, these samples treated with RNA extraction kit then amplification the genetic material by PCR which give 5% positive results. The amplicon then sequenced, registration in gene bank of NCBI for getting accession numbers. The local strains give close relationship with neighbor countries as Saudi Arabia and Jordan strains when using MEGA analysis software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Most of Middle East Respiratory Syndrome cases have been reported in Arabian Peninsula in addition to document of sporadic cases in Europe and Asia. Genetic recombination implicated in the emergence of (MERSCoV), virulence host adaptation, transmission and other zoonotic and epidemiological features, this study was conducted to evaluate the genetic relationship among Middle East respiratory syndrome coronavirus (MERSCoV) of human and camels' origin at the period from October 2015 to February 2016. Hundred samples were collected from camel and 100 from human. Camel,Human and camel samplescarried out by RNA extraction100 human nasal swaps and bronchial lavage samples were collected from pilgrims and non-pilgrims, the total positive result was 5%. The pilgrims recorded the highest infection rate. The result of conventional PCR for detection of Ngene (217 bp) of MERSCoV was confirmative, three humans and 11 camel positive samples were used in further sequencing and phylogenetic analysis by extraction and purification of the PCR products. Our clones sequence submitted in GenBank-NCPI and took their accession number. variants of camel and human were located in Clade-B in which Saudi Arabia strains were clustered. One of our clones (MERS-Iq.2Huh) of accession number KX150500.1 was located in clade-A in the same branch of Jordanian strain. Middle East Respiratory Syndrome Corona Virus (MERSCoV) is widely spread in Arabian Peninsula and many other Middle East countries surrounded of Iraq [1, 2, 3, 4, 5] . It has become one of the most important emerging human health threating virus [6] . MERSCoV is beta corona virus within coronaviridaefamily which are enveloped, positive sense RNA genome with nucleocapsid of helical symmetry infect human and variety of animal species [7] . The ability of high recombination, unique viral replication and low fidelity of corona virus polymerases allows for unexpected viral evolution to infect other host . [8, 9 ] Phylogenetic analysis of African bat virus belonging to the same species of MERSCoV and indicate that the evolution of the virus in camels precede that in human suggesting the possible spreading from bats to camels took place in Africa and involved exchange of genetic materials among ancestral virus strains [10, 11] Nucleocapsid gene (N gene) is common target for cloning phylogenetic analysis and generation recombinants portions. N protein is highly immunogenic phosphoprotein and modulation of cell signaling method. The N gene has been used for corona virus genotyping and phylogenetic analysis which helped our knowledge of virus temporal geographic origins and evolution [12, 13] . This study was conducted to evaluate the genetic relationship among local circulating MERSCoV variants in human and camel at the first time in Iraq.",
            "cite_spans": [
                {
                    "start": 1504,
                    "end": 1507,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1508,
                    "end": 1510,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1511,
                    "end": 1513,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1514,
                    "end": 1516,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1517,
                    "end": 1519,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1790,
                    "end": 1793,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1962,
                    "end": 1965,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1966,
                    "end": 1969,
                    "text": "9 ]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2279,
                    "end": 2283,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2284,
                    "end": 2287,
                    "text": "11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2649,
                    "end": 2653,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2654,
                    "end": 2657,
                    "text": "13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study was carried out by collection of 100 nasal and oropharyngeal swap samples from camels and 100 nasal swap and bronchial lavage samples from humans at the period from October 2015 to February 2016 from both sexes and different ages in many locations of Middle Euphrates/IraqViral RNA has been extracted by Total RNA Extraction KitAccuZol TM kit bioneer Korea. The extracted RNA has been measured for concentration and purity by Nanodrop. Reverse transcription conducted by AccuPower® Rocket Script TM RT PreMix 96 plate kit bioneer Korea Conventional end point PCR for detection of N gene fragment 217 bp, the PCR products of positive samples were extracted and purified and sequenced by dye-terminator based sequenced illumina by AB. The genomic sequences were assembled and submitted in GenBank-NCBI then multiple sequence alignment was done by clustal Omega for phylogenetic tree construction and phylogenetic analysis [12, 17] . PCR for detection of Ngene (217 bp) of MERSCoV by using specific primers (F-TGCAAGCTTTTGGTCTTCGC), (R-ATGGCTCCACTGTACCGAAG) Statistical analysis using Chi square to assess statistical significance according to [18] ",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 935,
                    "text": "[12,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 936,
                    "end": 939,
                    "text": "17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Materials and methods"
        },
        {
            "text": "The result of conventional PCR of camel and human were confirmative Fig.-1, Fig.- ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 68,
                    "end": 81,
                    "text": "Fig.-1, Fig.-",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "MERSCoVwas first recorded in 2012 in Saudi Arabia, the virus associated with severe respiratory illness, renal failure and high rate of mortality 50% [18, 19] . The emergence of this important infectious pathogen has raised global concerns regarding the current epidemiological features and its future evolution. Camels may consider the potential source of human infection and act as reservoir transmit the virus to human. This study was designed for molecular characterization of the virus and to explain some epidemiological of MERS [20, 21] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 155,
                    "end": 158,
                    "text": "19]",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[20,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 540,
                    "end": 543,
                    "text": "21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Phylogenetic analysis demonstrates that most Iraqi variants of MERSCoV of camel and human of this study fell in the Clade-B with Saudi strains as well as 2015 South Korea outbreak strains [31 ,32, 17] due to continuous mixing and introduction of camel across Saudi borders in addition to large number of travelers in Hajj season. Furthermore, recent recombination and emergence of that novel virus play a role in close relation and high identity among these strains of MERSCoV.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 200,
                    "text": "[31 ,32, 17]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "MERS was widely distributed in apparently healthy camels at the western borders of Iraq, the risk of pilgrims returning with MERSCoV during the large mass gathering of annual Hajj and minor Umrah must be considered. Genotypically, human and camel variants fell in the same branch of phylogenetic tree with about 100% identity that indicates the role of camel as a reservoir or intermediate host in zoonotic transmission. Application RT-RT-PCR screening technique in combination with wide seroepidemiological surveys for the disease in aiding in the strict surveillance. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N. Engl. J. Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) RNA and neutralising antibodies in milk collected according to local customs from dromedary camels",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Farag",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jonges",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Middle East respiratory Syndrome Coronavirus antibody reactors among camels in Dubai",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alexandersen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kobinger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soule",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wernery",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Transbound. Emerg. Dis",
            "volume": "61",
            "issn": "",
            "pages": "105--113",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Middle East Respiratory Syndrome coronavirus (MERS-CoV) serology in major livestock species in an affected region in Jordan",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Reusken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ababneh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Middle East Respiratory Syndrome Coronavirus infection in dromedary camels in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Alagaili",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Briese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MBio",
            "volume": "5",
            "issn": "2",
            "pages": "884--898",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Detection of MER circulation in Kuwait",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alqabandi",
                    "suffix": ""
                },
                {
                    "first": "Madi",
                    "middle": [],
                    "last": "Al-Qasser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Infec. dis. &Threapy",
            "volume": "1",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Frontiers of Medicine.www.Researchgate.net",
            "authors": [
                {
                    "first": "Gommamr",
                    "middle": [],
                    "last": "Shehatamm",
                    "suffix": ""
                },
                {
                    "first": "Ali",
                    "middle": [],
                    "last": "Aa",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ghai",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Merscov",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evolutionary dynamics of MERS-CoV: Potential Recombination, positive Selection and transmission",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "&amp;gu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/srep25049"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Kayali Complete genome sequences of MERSCoV isolated from dromedary camel in Egypt",
            "authors": [
                {
                    "first": "Shehatamm",
                    "middle": [],
                    "last": "Kandila",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elshesheny",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. Society for Microbiology",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Middle East respiratory syndrome (MERS): bats or dromedary",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chastel",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) Available at: www.who.int emergencies /mers/en",
            "authors": [],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Full-genome deep sequencing and phylogenetic analysis of novel human betacoronavirus",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cotten",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Palser",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Petrova",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Emerg. Infect. Dis",
            "volume": "19",
            "issn": "",
            "pages": "736--742",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Genomic characterization of a newly discovered coronavirus associated with acute respiratory distress syndrome in humans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanboheemen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Graaf",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lauber",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "MBio",
            "volume": "3",
            "issn": "6",
            "pages": "472--484",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Development and validation of a rapid immunochromatographic assay for detection of Middle East Respiratory Syndrome Coronavirus antigen in dromedary camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ha",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Serhan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Eltahir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J ClinMicrobiol",
            "volume": "53",
            "issn": "",
            "pages": "1178--1182",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "MERSCoV: diagnostics, epidemiology and transmission",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Mackay Im",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Arden",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Virology Journal",
            "volume": "12",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Real time sequence-validated loop-mediated isothermal amplification assays for detection of Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhadra",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Spread of Mutant Middle East Respiratory Syndrome Coronavirus with Reduced Affinity to Human CD26 during the South Korean Outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cheon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sohn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am.Society for Microbiology",
            "volume": "7",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "MERSCoV in dromedary camel herd, Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Hemida",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Emerg. Infect. Dis",
            "volume": "",
            "issn": "7",
            "pages": "1231--1235",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "2nd International Science Conference IOP Conf. Series: Journal of Physics: Conf. Series",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "1294",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1088/1742-6596/1294/6/062097"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "dromedary camels in Abu Dhabi Emirate",
            "authors": [
                {
                    "first": "(",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Mers-Cov",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Saudi Arabia and Australia (2014) and characterisation of assay specifi city",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Merscov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "MERSCoV in dromedary camels",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Egypt. Emerg Infect Dis",
            "volume": "20",
            "issn": "6",
            "pages": "1049--53",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Seroepidemiology for MERSCoVusing microneutralisation and pseudoparticle virus neutralisation assays reveal a high prevalence of antibody in dromedary camels in Egypt",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gomaa",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eurosurveillance",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Camel-KX150506.1, KX150493.1, KX150494.1, KX150495.1, KX150496.1, KX150497.1, KX150498.1, KX150502.1, KX150503.1, KX150504.1, KX150505.1), (Human-KX150499.1, KX150500.1, KX150501.1the phylogenetic tree construction and analysis resultsshowed that most of Iraqi",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fourteen of our clones which were 11 of camel and 3 of human were took their accession number in GenBank-NCBI. The result of phylogenetic analysis showed most of Iraqi clones were grouped in clad B and clustered mainly with the same branch of Saudi Arabia and South Korea, only one clone in this study clustered in the same branch of Jordanian in clade A. while bat corona virus, SARSV and neoromica corona virus was out group clustered in separated branch",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "2nd International Science Conference IOP Conf. Series: Journal of Physics: Conf. Series 1294 (2019) 062097 IOP Publishing doi:10.1088/1742-6596/1294/6/062097",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}