{
    "paper_id": "ba6a9bf20ff4299c26513e596aab8e43659a5e78",
    "metadata": {
        "title": "Managing Oncology Services During a Major Coronavirus Outbreak: Lessons From the Saudi Arabia Experience Licensed under the Creative Commons Attribution 4.0 License",
        "authors": [
            {
                "first": "Abdul-Rahman",
                "middle": [],
                "last": "Jazieh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Abdulrahman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "Hadab",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Ashwaq",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "Olayan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ayman",
                "middle": [],
                "last": "Alhejazi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Faisal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "Safi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Abullah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "Qarni",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Faisal",
                "middle": [],
                "last": "Farooqui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "Nashmia",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Al",
                "middle": [],
                "last": "Mutairi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": ";",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Thamer",
                "middle": [
                    "H"
                ],
                "last": "Alenazi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Outbreaks of infectious etiology, particularly those caused by a novel virus that has no known treatment or vaccine, may result in the interruption of medical care provided to patients with cancer and put them at risk for undertreatment in addition to the risk of being exposed to infection, a life-threatening event among patients with cancer. This article describes the approach used to manage patients with cancer during a large-scale Middle East respiratory syndrome-coronavirus hospital outbreak in Saudi Arabia to ensure continuity of care and minimize harm from treatment interruption or acquiring infection. The approach taken toward managing this high-risk situation (COVID-19) could be easily adopted by health care organizations and would be helpful to ensure readiness for the occurrence of future outbreaks of different infectious etiologies like those recent episodes of new coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "JCO Global Oncol 6:518-524.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The recurrent outbreaks of coronaviruses in different parts of the world pose a major challenge to health care systems and expose patients and staff to serious risk. These outbreaks may lead to an interruption in health care services and the provision of care for patients, posing additional risks to them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "These outbreaks pose a greater threat to patients with a chronic disease in terms of morbidity and mortality compared with healthy individuals due to the increased vulnerability of the patient secondary to their disease. 1, 2 Patients with cancer are immunocompromised and therefore more vulnerable to infection, which can often end in fatality. The vulnerability of patients with cancer was evident by the high risk of mortality during the previous Middle East respiratory syndrome-coronavirus (MERS-CoV) outbreaks (see the article by Jazieh et al 3 in this issue). Besides the risk of infection for exposed patients, additional major risks occur because of the interruption of the health care services provided at these facilities when they are subsequently shut down.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 223,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 224,
                    "end": 225,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Cancer is a life-threatening disease that should be treated in a timely fashion to avoid a detrimental outcome to patients and minimize their physical and emotional suffering. The provision of cancer care is complex and requires multiple teams of professionals with specialized expertise and access to sophisticated, expensive resources. The complexity of cancer care already presents major challenges to the health care systems in affluent countries; national reports from both the United States and United Kingdom identified the crisis situation already faced in the provision of this care. [4] [5] [6] This is the situation internationally in normal daily practice without external complicating factors, such as war or infectious outbreaks. One can imagine the challenges that arise in developing countries while facing such external crises, which present an additional burden to inherently complex care. 7, 8 MERS-CoV was the cause of multiple outbreaks in Saudi Arabia, which spread internationally. [9] [10] [11] The outbreak of MERS-CoV in June 2015 led to the closure of our hospital, as well as other hospitals within the city of Riyadh. 12 This crisis posed a serious challenge to our staff and patients. The Oncology Department, in particular, faced unique challenges because of many factors, including infected oncology patients, a large susceptible patient population, interruption of services provided to our patients, and additional risks to our staff.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 596,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 597,
                    "end": 600,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 601,
                    "end": 604,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 908,
                    "end": 910,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 911,
                    "end": 912,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1009,
                    "end": 1013,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1014,
                    "end": 1018,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "text": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "With recent outbreaks of the new coronavirus in China and other countries, the factors related to oncology patients' care and corresponding outcomes are a major concern for the oncology community; therefore, this article describes the approach used to manage oncology services in response to the MERS-CoV outbreak and the implications of hospital closure. The real-life experiences and subsequent recommendations may provide some guidance and a supportive framework for oncologists to use in affected areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In coordination with the organizational leadership, the oncology service leaders developed a plan to manage the crisis with 3 main objectives: to treat affected patients, prevent further infection to patients and staff, and deliver timely, safe cancer care for all patients. The Crisis Management Plan included 5 main components: leadership and communication, patient management, staff management, infection control, and recovery plan (Table 1) . This plan presents a comprehensive approach to control the harm that resulted from the outbreak, whether from infection or interruption of treatment.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 435,
                    "end": 444,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "The Crisis Management Plan"
        },
        {
            "text": "Leadership and communication plan. To be effective, leadership must be engaged and visible, and timely communication is imperative for any organization's continuing functionality. These 2 issues are even more relevant during a crisis, making them paramount for crisis management.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crisis Management Plan"
        },
        {
            "text": "A leadership committee was formed to manage the oncology services during the crisis; this included the Chairman, Deputy Chairman, Section Heads, Operations Administrator, Nursing Manager, and Quality Improvement Specialist. The main objectives of this committee were to communicate to the oncology department staff the information received from the daily Hospital Command Center meetings, discuss the current status of the outbreak in the whole hospital, and assess the risk for oncology patients. The team discussed the current admitted patients under the oncology service and their management plan, and proposed a contingency plan for their management, if needed. The group met as a whole or as subgroup at least twice a week and discussed any updates related to the outbreak, any changes in patient care, challenges, and the communication plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crisis Management Plan"
        },
        {
            "text": "The leadership frequently corresponded by using social media tools, such as WhatsApp and organizational e-mails. The communication with the remaining departmental staff was performed in person through meetings with the Section Heads or through departmental e-mails to all staff regarding situational updates and organizational expectations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crisis Management Plan"
        },
        {
            "text": "Staff were encouraged to review the MERS-CoV page within the organization Web site and to be aware of the Command Center correspondence by e-mail disseminated on a daily basis initially to all staff. Of note, these communications were bidirectional to ensure better awareness of all aspects of the crisis in a timely fashion (Fig 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 325,
                    "end": 332,
                    "text": "(Fig 1)",
                    "ref_id": null
                }
            ],
            "section": "The Crisis Management Plan"
        },
        {
            "text": "Patient management. The patient management plan had 3 main aims: to prevent new infection in the oncology service, to manage currently infected patients, and to provide timely cancer care for the whole patient population. Specific plans were developed based on the setting, outpatient services, and inpatient services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Crisis Management Plan"
        },
        {
            "text": "a. Early in the outbreak, all the appointments were canceled for 4 days to obtain a better understanding of the situation and to develop an appropriate action plan. b. Medical records of all scheduled patients were reviewed by the primary oncologist, and patients were divided into 3 categories.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient Setting"
        },
        {
            "text": "• Urgent (need to be seen on time): patients who were scheduled for chemotherapy that could not be postponed or were due for disease assessment; we kept the scheduled appointments for these patients. • Intermediate: patients who could be rescheduled after a short delay (up to 2-4 weeks); the appointments for these patients were postponed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outpatient Setting"
        },
        {
            "text": "With recurrent infection outbreaks from different pathogens, patients with cancer are at high risk for harm because of the susceptibility to infections and the interruption of care, in addition to the associated risk of underlying cancer and its treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONTEXT Key Objective"
        },
        {
            "text": "In response to the 2015 coronavirus outbreak in our country, we developed a detailed plan to help manage oncology services to prevent harm to our patients or staff. The plan focused on managing infected patients, preventing any new infections in patients or staff, ensuring continuity of cancer care, and incorporating measures to sustain these interventions far into the postoutbreak period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Knowledge Generated"
        },
        {
            "text": "The described plan may serve as a platform to manage oncology services during similar crises that pose serious risks for patients and staff. • Routine follow-up: appointments were rescheduled as far in the future as deemed clinically safe for the patient without any foreseeable negative impact. c. All patients were screened before entering the clinic with a checklist that included clinical and epidemiologic criteria; anyone with a suspected infection was referred to a triage area segregated from the general population. d. The infusion unit working hours were extended from 8:00 AM to 8:00 PM to accommodate any delayed patients. Medical staff coverage was secured onsite, and the working hours of the satellite pharmacy were extended. e. Walk-in patients: Patients who showed up to the clinic without an appointment were screened for infection and were either directed to the triage area for suspected infection or seen by physicians covering the clinic, according to the result of the screening checklist. f. Oncology physicians managed patients who could be seen in the outpatient setting. Patients who required admission were sent to an alternative hospital. Patients were transported via hospital ambulance if their condition was unstable; patients in stable condition were transferred by private car. All referred patients were accompanied by a completed Transfer Form and written medical summary report of their treatment with pertinent data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Relevance"
        },
        {
            "text": "The inpatient management plan was designed with Infection Control and Nursing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inpatient Care for Admitted Patients"
        },
        {
            "text": "a. Every patient's condition was reviewed, and all stable patients were discharged, if possible. The census was reduced from 79 patients on August 19, 2015, to 23 patients on September 10, 2015. b. The patients who were not candidates for discharge remained in the hospital with close monitoring, and if any patient met the definition for suspected infection, she or he was placed on airborne isolation precautions (Fig 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 415,
                    "end": 422,
                    "text": "(Fig 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Inpatient Care for Admitted Patients"
        },
        {
            "text": "The organization reached an agreement to use a certain number of beds within an alternative hospital to enable the admission of our patients. A team of physicians and coordinators was assigned to cover the patients we admitted to that hospital. Timely information and support were provided to physicians in the other hospitals who were taking care of our oncology patients admitted to their services. This included a detailed treatment plan, updated medical reports, and chemotherapy order protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Admission Protocol"
        },
        {
            "text": "Staff management. The aim of the staff management plan was to minimize staff exposure to infection, educate them about the crisis, streamline their work process by clarifying their roles and responsibilities, and minimize their anxiety and stress. Minimizing the risk of staff exposure included making sure that all the staff underwent N95 mask fit testing, scheduling all the department's staff to attend the hospitalwide educational training on donning and doffing clothing, applying strict hand hygiene, and implementing infection prevention precautions. All staff (physicians and nurses) were familiarized with the case definition of suspected MERS-CoV infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Admission Protocol"
        },
        {
            "text": "For the clinical staff, we clarified the essential tasks to manage patients, such as reviewing patients' records, prioritizing their care, and providing timely care. All staff were instructed and educated about proper hand hygiene. Nonclinical staff were released from duty for a few days to make sure that they were not exposed to the infection, and on their return to work, minimal interaction with clinical staff was advised. All staff with respiratory symptoms were clearly instructed not to report to work; they were sent for further assessment and instructed not to have contact with other health care professionals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Admission Protocol"
        },
        {
            "text": "Infection control management. Managing infection control during an outbreak is aimed at stopping the spread of the infection among the patients and staff by ensuring implementation of appropriate policies and procedures. Dissemination of the correct knowledge and a thorough understanding of the transmission mechanism and protective measures were paramount to ensure that clinical practice was based on evidence, not myth and rumor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Admission Protocol"
        },
        {
            "text": "The plan for infection control included:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Admission Protocol"
        },
        {
            "text": "a. Timely information was communicated from the leadership committee to the staff and all affected services via e-mail or in face-to-face meetings. b. Patient management included screening all patients coming to the outpatient clinic, screening all visitors before entering the oncology wards, and implementation of the MERS-CoV management plan for inpatient units. c. Staff and visitors were screened before entering the oncology wards with a sign-in log. Sick staff were kept away from the hospital. All staff were fitted for N95 masks, with training for all staff related to personal protective equipment. All staff were screened by nasal swab and MERS-CoV polymerase chain reaction testing to identify asymptomatic carriers; this was to ensure exclusion from the workplace and to enforce home isolation if a positive result was obtained. Recovery plan. After assurance that the outbreak was under control, we implemented the recovery plan in phases, with the goal of resuming patient care at our facility based on clinical priority. The recovery phases were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Admission Protocol"
        },
        {
            "text": "• Phase 1: Immediate phase, 0-4 weeks. Resumed the critical services that could not be performed in the alternative hospitals, such as certain specialized surgeries, chemotherapy administration, stem cell transplantation, or radiotherapy application. Observed all the precautions for the control of infection. • Phase 2: Intermediate phase, 5-16 weeks. Resumed all services provided before the crisis. • Phase 3: Long-term phase: Strategic transformation of the department to provide better and safer care, integrating all new processes into the workflow to avoid newer outbreaks or in-hospital transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "New Admission Protocol"
        },
        {
            "text": "The described plan resulted in the prevention of any new infection, manifested by zero cases of in-hospital transmission of MERS-CoV infection among oncology patients, not just during the months of the crisis, but over the next 4 years (the time of this report). There was a clear transformation of many work processes and departmental functions, especially among those focusing on preventing Emergency Department overcrowding, which was identified as the primary cause of the outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measuring the Impact"
        },
        {
            "text": "The described plan was effective in the prevention of further harm to our patients from this deadly virus, a benefit that extended way beyond the outbreak. There are many lessons that can be applied to a similar crisis while taking into account that each health care facility has its own particular circumstances. The application of what we learned and the processes we implemented may vary depending on the health care facility's specifications related to the type of patients served, the facility size and services, the health care system in the locality, and the community at large. Collaboration among different health care facilities and providers is critical, including exploring resources available outside the walls of the facility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Take-Home Message"
        },
        {
            "text": "The key lesson that we learned in managing such outbreaks was the importance of effective communication with all stakeholders and addressing everyone's concerns, while bearing in mind the best interests of our vulnerable patient population. We learned that it is important to have a robust mechanism to prioritize patients to ensure the provision of timely care while preventing further harm by guiding staff to provide care while staying safe.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Take-Home Message"
        },
        {
            "text": "Sustaining the improvement in the work process and flow is paramount; this cannot be achieved without support from the organization's top leaders and stakeholders and the commitment and dedication of the staff, especially toward interventions that prevent the causes of the outbreak, such as Emergency Department overcrowding. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Take-Home Message"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV) infection: Epidemiology, pathogenesis and clinical characteristics",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Nassar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Bakhrebah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Meo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur Rev Med Pharmacol Sci",
            "volume": "22",
            "issn": "",
            "pages": "4956--4961",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Middle East respiratory syndrome: What we learned from the 2015 outbreak in the Republic of Korea",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "B"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Korean Assoc Intern Med)",
            "volume": "33",
            "issn": "",
            "pages": "233--246",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outcome of oncology patients infected with coronavirus",
            "authors": [
                {
                    "first": "A-R",
                    "middle": [],
                    "last": "Jazieh",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Alenazi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hejazi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Glob Oncol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "http:/ascopubs.org/doi/full/10.1200/GO.20.00064"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Confronting a crisis in cancer care delivery",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bylander",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Aff (Millwood)",
            "volume": "32",
            "issn": "",
            "pages": "1695--1697",
            "other_ids": {
                "DOI": [
                    "https:/www.healthaffairs.org/doi/full/10.1377/hlthaff.2013.1040?url_ver=Z39.88-2003&rfr_id=ori:rid:crossref.org&rfr_dat=cr_pub=pubmed"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Delivering High-Quality Cancer Care: Charting a New Course for a System in Crisis Committee on Improving the Quality of Cancer Care: Addressing the Challenges of an Aging Population Board on",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Levit",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Balogh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nass",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Care Services",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Royal College of Physicians and Royal College of Radiology: Cancer Patients in Crisis: Responding to Urgent Needs",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cancer care at times of crisis and war: The Syrian example",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sahloul",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salem",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alrez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Glob Oncol",
            "volume": "3",
            "issn": "",
            "pages": "338--345",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cancer care in a war zone: Radiation oncology in Iraq",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Al-Ghazi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Radiat Oncol",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijrobp.2016.06.1668"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle east respiratory syndrome",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "N Engl J Med",
            "volume": "376",
            "issn": "",
            "pages": "584--594",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814--1820",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): A review",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ramadan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shaib",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Germs",
            "volume": "9",
            "issn": "",
            "pages": "35--42",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Description of a hospital outbreak of middle east respiratory syndrome in a large tertiary care hospital in Saudi Arabia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Balkhy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Alenazi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Alshamrani",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "37",
            "issn": "",
            "pages": "1147--1155",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Place in a single-bed isolation room  Apply droplet and contact precautions  Ask daily about the symptoms listed in the top box MERS-CoV should be suspected if the patient has ANY of the following:  Lower respiratory symptoms (eg, cough, SOB)  Upper respiratory symptoms (eg, sore throat, runny nose)  Unexplained  Fever AND  Leukopenia/thrombocytopenia OR/AND  Diarrhea  Place in one of the neutral pressure rooms  Apply the MERS-CoV precautions  Send sputum AND nasopharyngeal swab for  Viral multiplex PCR (one time only)  Bacterial multiplex PCR (one time only) Middle East respiratory syndrome-coronavirus (MERS-CoV) algorithm for admitted oncology patients. PCR, polymerase chain reaction; SOB, shortness of breath.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Crisis Management Plan for Middle East Respiratory Syndrome-Coronavirus Outbreak",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Department of Oncology, King Abdulaziz Medical City, King Saud bin Abdulaziz University for Health Sciences, King Abdullah International Medical Research Center, Riyadh, Saudi Arabia 2 Infection Disease Division, Department of Medicine, King Abdulaziz Medical City, King Saud bin Abdulaziz University for Health Sciences, King Abdullah International Medical Research Center, Riyadh, Saudi Arabia CORRESPONDING AUTHOR Abdul-Rahman Jazieh, MD, MPH, Department of Oncology, King Abdulaziz Medical City, King Saud bin Abdulaziz University for Health Sciences, King Abdullah International Medical Research Center, Ministry of National Guard Health Affairs, Mail Code 1777, PO Box. 22490, Riyadh 11426, Saudi Arabia; Twitter: @arjazieh, @jaziehoncology; e-mail: jazieha@ngha.med.sa.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The following represents disclosure information provided by authors of this manuscript. All relationships are considered compensated unless otherwise noted. Relationships are self-held unless noted. I = Immediate Family Member, Inst = My Institution. Relationships may not relate to the subject matter of this manuscript. For more information about ASCO's conflict of interest policy, please refer to www.asco.org/rwc or ascopubs. org/go/site/misc/authors.html. Open Payments is a public database containing information reported by companies about payments made to US-licensed physicians (Open Payments).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHORS' DISCLOSURES OF POTENTIAL CONFLICTS OF INTEREST"
        }
    ]
}