{
    "paper_id": "bd3bd3ed5d72a3ce42d110a8de6620b7b0f9f1bf",
    "metadata": {
        "title": "Application of Needleman-Wunch Algorithm to identify mutation in DNA sequences of Corona virus",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [
                    "Isa"
                ],
                "last": "Irawan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Teknologi Sepuluh Nopember Raya ITS Street",
                    "location": {
                        "postCode": "60111",
                        "settlement": "Computation, Keputih, Surabaya",
                        "region": "Sukolilo",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Imam",
                "middle": [],
                "last": "Mukhlash",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Teknologi Sepuluh Nopember Raya ITS Street",
                    "location": {
                        "postCode": "60111",
                        "settlement": "Computation, Keputih, Surabaya",
                        "region": "Sukolilo",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Abduh",
                "middle": [],
                "last": "Rizky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Jember Jln",
                    "location": {
                        "addrLine": "Kalimantan 37",
                        "postCode": "68121",
                        "settlement": "Tegalboto, Jember",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Alfiana",
                "middle": [
                    "Ririsati"
                ],
                "last": "Dewi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Institut Teknologi Sepuluh Nopember Raya ITS Street",
                    "location": {
                        "postCode": "60111",
                        "settlement": "Computation, Keputih, Surabaya",
                        "region": "Sukolilo",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Corona virus is a virus capable of mutating very quickly and many other viruses that arise due to mutations of this virus. To find out the location of corona virus mutations of one type to another, DNA sequences can be aligned using the Needleman-Wunsch algorithm. Corona virus data was taken from Genbank National Center for Biotechnology Information from 1985-1992. The Needleman-Wunsch algorithm is a global alignment algorithm in which alignment is performed to all sequences with the complexity of O (mn) and is capable of producing optimal alignment. An important step in this reserach is the sequence alignment of two corona viruses using the Needleman-Wunsch algorithm. Second, identification of the location of mutations from the DNA of the virus. The result of this reserach is an alignment and the location of mutations of both sequences. The results of identification DNA mutation can be used to find out other viruses mutation corona virus as well as can be used in the field of health as a reference for the manufacture of drugs for corona virus mutation outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Computational biology is the field of science that focuses on the preparation of a mathematical model in solving and analyzing biological sequence problems. Computing in the field of biology is known as bioinformatics. Bioinformatics is the science of the combination of biological science and informatics for data storage, retrieval, data manipulation, and the distribution of information associated with biological macromolecules, such as DNA, RNA, and proteins. Bioinformatics is more often used for microbiological computing and focuses on analyzing biological sequences data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "DNA or Deoxyribonucleic Acid are biomolecules in the form of nucleic acids (found in the nucleus of cells), which function to store genetic information in an organism. Double-stranded DNA joins hydrogen bonds between bases in two strands. This base is Adenin (A), Cytosine (C), Guanine (G), and Thymine (T). DNA is a method that can prove whether an organism has a family relationship or not with other organisms. One of the introduction of an organism in bioinformatics is sequence alignment, which is the process of composing /aligning a sequence with one or more other sequences so that the sequence equations are clear or the level of similarity is obtained [1] .",
            "cite_spans": [
                {
                    "start": 662,
                    "end": 665,
                    "text": "[1]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Mutation is a change in the genetic material of a creature that occurs unplanned, random, and is the basis for a heritable source of living organisms. From To find out whether this corona virus is a relative or not, a method is needed that can align the corona virus DNA with one another. These problems can be solved using dynamic programming. Dynamic programming in DNA sequence alignment has two types of techniques, namely global and local alignment. Some algorithms used in local alignment include Smith-Waterman, FASTA, BLAST, and many algorithms that are being developed. As for global alignment, the Needleman-Wunsch algorithm is still often used and also developed to be more efficient [3] .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "From",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, parallel alignment of DNA sequences is done globally because in this alignment, alignment is carried out from the end of the sequence to the other end of the sequence of the DNA character. The algorithm used in this study is the Needleman-Wunsch algorithm. This algorithm was originally created by Saul Needleman and Christian Wunsch in 1970 [4] . This algorithm is a dynamic programming implementation that is used to determine the level of similarity or the compatibility of two texts. The way this algorithm works is that DNA sequences are aligned by matching and shifting, so as to obtain the maximum global or overall level of similarity (Global Alignment) of the two DNA sequences with complexity O(mn). By looking at the results and the process of the Needleman-Wunsch algorithm in DNA alignment, this study discusses how the Needleman-Wunsch algorithm can be used to align the DNA sequences of the corona virus so that they can determine the presence of mutations in the corona virus. Corona virus DNA sequences data used is data in NCBI GenBank.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several previous studies that underlie this research, among others, research conducted by Vijay Naidu and Ajit Narayanan [5] in 2016 the Needleman-Wunsch algorithm can be used to align two polymorphic malware viruses. Another study conducted by Mikhael Avner Malendes and Hendra Bunyamin [6] in 2017, concluded that the Needleman-Wunsch Algorithm had superior performance to align the sequence for both small and large data.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this, research on sequence alignment on corona viruses using the needleman-wunsch algorithm is carried out which will then identify mutations in the sequence and the virus. The program implementation is done using the Python programming language with Anaconda software and Jupyter Notebook 5.0.0 application.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are 4 mutation classifications, namely [16]: 1. Type 1 A mutation caused by changes in nucleotides, for example \"a\" changes to \"g\". 2. Type 2 A mutation that occurs because there are parts of the nucleotide that change the order of its position, for example the \"check\" section changes the order to \"guacc\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A mutation caused by the insertion of a new segment into the sequence, for example the insertion of \"aa\" in the middle of the \"gguugg\" segment will change the seggment to \"gguaaugg\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type 3"
        },
        {
            "text": "A mutation that occurs due to the elimination of nucleotide segments in the sequence, for example the removal of nucleotide \"ag\" from the segment \"acaguua\" so that the segment changes to \"acuua\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Type 4"
        },
        {
            "text": "Mutation is a change in structure in the genetic material of a creature that occurs randomly and is the basis for the source of a variety of living organisms that are heritable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mutation"
        },
        {
            "text": "Because type 1 and type 2 mutations do not change the position of all nucleotides, these mutations are called substitution mutations. While type 3 and type 4 mutations are called transfer mutations because they can change the position of nucleotides. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.1"
        },
        {
            "text": "(1) With A, B, C as sequence. ܽ , ܾ , ܿ states the basic units of the sequence in position to-i, where these elements are obtained from the set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.1"
        },
        {
            "text": "Sequence alignment is the process of composing / aligning a sequence with one or more other sequences so that the sequence equations are clear or the level of similarity is obtained [1] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[1]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "2.1"
        },
        {
            "text": "Here is an example of the alignment of two different short DNA sequences",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.1"
        },
        {
            "text": "Sign | states the existence of a match or match between the two sequences. DNA sequence alignment has two types of techniques, namely global and local alignment. Global alignment is the alignment performed for the whole sequence, some of the algorithms used in local alignment include Smith-Waterman, FASTA, BLAST, and many algorithms that are being developed. Whereas local alignment is alignment done to several or part of the sequence, the algorithm commonly used is the Needleman-Wunsch algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "2.1"
        },
        {
            "text": "For example sequences ‫ܣ‬ = ܽ ଵ , ܽ ଶ , … , ܽ and ‫ܤ‬ = ܾ ଵ , ܾ ଶ , … , ܾ , then create a score matrix of size (n+1) x (m+1). Where n is the number of rows stating the length of the first sequence, and m is the number of columns stating the length of the second sequence. Then fill in the first row and the first column of the value matrix with the value of the gap penalty. Gap penalty is the value obtained when comparing the residues in a sequence with blank characters (gaps) in other sequences. b. Charging Matrix Suppose the value matrix is called the matrix S, then the formula for the elements of the matrix S is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Matrix Initialization"
        },
        {
            "text": "where:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Matrix Initialization"
        },
        {
            "text": "x ‫ܽ(ݏ‬ , ܾ ) = the substitution matrix element in residue i in sequence a and residual j in sequence b x ݀ = gap penalty in virtual symbol With assumption gap linear model, is that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Matrix Initialization"
        },
        {
            "text": "Sequence Alignment Sequence in bioinformatics can be described using the following notation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "a. Matrix Initialization"
        },
        {
            "text": "The Needleman-Wunsch algorithm is an implementation of dynamic programs (dynamic programming). The Needleman-Wunsch algorithm is used to determine the level of similarity or compatibility of two texts. This algorithm is also used to find alignments that have optimal values on global alignment in two sequences. This algorithm was created by Saul Needleman and Christian Wunsch in 1970 [7] . ",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 389,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Needleman-Wunsch Algorithm"
        },
        {
            "text": "Then the S value matrix is obtained as the following table: In the example above, the traceback step starts from S(7,6) Score current = 8 (matrix score i,j) Score diagonal = 3+5 = 8 Score left = 3-3 = 0 Score up = 0-3 = -3 Because score current = Score diagonal = 8, then i-1 = 7-1 = 6 j-1 = 6-1 = 5 so, the next cell is S(6,5). For S(6,5):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Needleman-Wunsch Algorithm"
        },
        {
            "text": "Score current = 3 Score diagonal = 6-3 = 3 Score left = 6-3 = 3 Score up = 3-3 = 0 Because score current = Score diagonal= 3, then i-1 = 6-1 = 5 j -1= 5-1=4 then, the next cell is S(5,4). From the example above, the alignment results are obtained as below: Sequence 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Needleman-Wunsch Algorithm"
        },
        {
            "text": "See from the results of the sequence alignment above, shows that both sequences have mutations in the 7th nucleotide, that is, T in the first sequence changes to C on the second sequence. The score of the alignment of both sequences is 8 and the homology is 50%",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sequence 2:"
        },
        {
            "text": "Before identifying the location of mutations from two DNA sequences, the process of aligning two DNA sequences is done first using the Needleman-Wunsch algorithm. Here the corona virus DNA sequence data will be used with the following details:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Result and Discussion"
        },
        {
            "text": "DNA ATGTTGGCACAGTTACTGTTAGCAGTGACTCTTTTGTCTGCTTTAGGTGAATGTAGTATAGTAGGTGAAAATTACACATACTATTACCAGAGTCAGTTTAGACCGCCTAATGGCTGGCA  TAAACATGGTGGAGCCTATCTTGTAGTTAATGAAACTGATATATCCTATGATGCTGCGTCTTGTACTGTGGGTACAATAAAAGGCGGCATTGTCATTAATGAGAGTGCTATATCTTTTG  TTACTAAAACACCTATTGCTTGGTCAGCTCAAGGCGTTTGCACTACATATTGTAATTATTCCAGCCTATATGTGTTTGTAACCCATTGTGGGGGCCGTGGACATAATAGTTGTATTATA  AATACAAATCGCATAGGCGAGATTGTTTTAGGTGTTAAATCCTTTTCTGGTAACTGGATTTATAATCGCACTATACAGGCTACTGGTCCGTATAGTAAATTTACAGCCTGGCAATGTCT  TGCTAATTTTACCAGTGTGTTTCTAAATGGCAACCTTGTGTATAGTTCTAACTTTACGGAGGATGTTGCAGCGGCTGGTGTTTATGCTAAAACAGTCAATGGTCTAAAACGTAGAATTA  TGAAGGACACTGATGTTTTGGCATATTTTGTAAATGGCACTGCTGTTGAAGTGATTGTTTGTGATGACAACCCTAAAGGTAGGTTAGCATGTCAGTATAATACAGGAAATTTTACTGA  TGGGTTATACCCTTTCGTAAGTAATAATGTAGTTAATGATAGTGTTGTTGTTTATGATGTTATTAGTACTACAACTTATGGTAAACTTAACAACATTACTTTCCATAATGAAACTAGTG  CACCACCTGCAGGTTCTAATGTTGCTAATTTTATTAAATATCAGACGCATGTGTTGCCTGAAGGTTTTGTTAGGCTTAATTTTTCTTTCTTGTCTACTTACAGGTATCAGGAGTCTGATT  TTACTTATGGTTCTTATCATAAGGCTTGTAATTTTAGACTAGAAAGTATTAATAATGGTTTAATGTTTAATACTTTAAGTGTTTCTATTAGCTATGGACCACTTAAGGGTTCTTGTAAGC  AGTCAGTGTTTAATCATAAAGCAACGTGCTGTTATGCCTATAAATATCCCACTAATGGGGTTCAAGAGTGTAAGGGTGTTTATAATGGAGAACGCAATACTAAATTTGAATGCGGGCT  TCTTGTATTTATAGACAAGACTGATGGTTCACGCATAATAACTGCAGAAAAACCACCTGTTTATACTACTAATTTTACTAATAATATTGTTGTTGGTAAGTGTGTTAATTATAATATTT  ATGGTAGGTATGGCCAAGGCGTCATTAGTAATGTAACTACTGAAGCATTTGGTTTTTTAGAGGGAGATGGTTTGGTCATCTTGGACACTGCTGGTTCTATAGATATTTTTGTTGTTAGG  GATGGTCCATTCACACATTATTACAAGATTAATCCTTGTAATGATGTAAATCAACAATATGTAGTGTCAGGAGGAAATATAGTTGGTCTTCTCACATCTAGTAATGAGACTGGCTCTA  TTCAGTTAGAAGATCAGTTTTATATTAAACTCACTAATAGCACCCGTAGGCATCGGAGA   ATGTGGGCATCGTTACTGTCAGTAGTGACTCTTTTGTTTGCTTTAAGTGAATGTAGTATAGTAGGTGAAAATTACACATACTATTACCAGAGTCAGTTTAGGCCGCCTAATGGCTGGCA  TAAACATGGTGGAGCCTATCTTGTAACCAATGAAACTGACATATCCTATAATGGTGTGTCTTGTACTGTGGGTACAATAAAAGGCGGCATTGTCATTAATGAGAGTGCTATATCTTTT  GTTACAAAAACACCCATTGCTTGGTCAGCCAACGGCGTTTGCACTACATATTGTAATTACTCCAGCTTATATGTGTTTGTTACCCATTGTGGGGGCAGCGGACATACTAGTTGTATTAA  AATACAAATCGCATAGGCGAGATTGTTTTAGGTGTTAAAGACTTTTCTGGTAACTGGATTTATAATCGTACTATAAAGGCTATTGGTCCGTATAGTAAATTTACAGCCTGGCAATGTCT  TGCTAATTTTACCAGTGTGTTTCTAAACGGCAACCTTGTGTATAGTTCTAACTTTACGGAGGATGTTGCAGCGGGTGGTGTTTATGCTAAAAGCGTCAATGGTCTAAAACGTAGAATTA  TGAAGGACACTGATGTTTTGGCATATTTTGTAAATGGCACTGCTGTTGAAGTGATTGTTTGTGATGACAGCCCTAGAGGTAGGTTAGCATGTCAGTATAATACAGGAAATTTTACTGA  TGGGTTATACCCTTTCGTAAGTTACAATGTAGTTAATAATAGTGTTGTTGTTTATGAGGTTATTAGTACTACAACTTATGGTAAACTTAACAACATTACTTTTCATAATGAAACTGGTG  CACCACCTGCAGGTTCTAATGTTGCTAATTTTATTAAATATCAGACGCATGTGGTGCCTGAAGGTTTTGTTAGGCTCAATTTTTCTTTCTTGTCTACTTACAGGTATCAGGAGTCTGATT  TTACTTATGGTTCTTATCATAAGGCTTGTAATTTTAGACTAGAAAGTATTAATAATGGTTTAATGTTTAATACTTTAAGTGTTTCTATTAGCTATGGACCACTTAAGGGTTCTTGTAAGC  AGTCAGTATTTAATCGTAAAGCAACATGCTGTTATGCCTATAAATATCCCACTAATGGGGTTCAAGAGTGTAAGGGTGTTTATAATGGAGAACGCAATACTAAATTTGAATGCGGGCT  TCTTGTATTTATAGACAAGACTGATGGTTCACGCATAATAACTGCAGAAAAACCACCTGTTTATACTACTAATTTTACTAATAATATTGTTGTTGGTAAGTGTGTTAATTATAATATTT  ATGGCAGGTATGGCCAAGGCGTCATTAGTAATATAACTACTGAAGCATTTGGATTTTTACAGGGAGATGGTTTGGTCATCTTGGACACTGCTGGTTCTATAGATATTTTTTCTGTTAAG  GATGGGCCACTCACACATTATTACAAAATTAATCCTTGTAATGATGTAAATCAACAATATGTAGTGTCAGGAGGAAATATAGTTGGTCTTCTCACATCTAGTAATGAGACTGGCTCTA Figure 3 , the results of homology of 10 types of viruses from one time to another over 70 % (meaning that the viral DNA has similarities) but the first type of virus with the last type experien ced a difference of 39% with 117 mutations (on the score to 2 to 6) and 138 (in scores 1 and 7). This shows that the corona virus DNA in the type of infectious bronchitis virus in 1985 and 1992 has und ergone a mutation. 2. The homology level uses 7 variations of match values, different mismatches and gaps produce almo st the same homology level (difference below 1), this shows that the determination of match values, mismatch and gap does not affect the level of homology. 3. Based on Figure 4 , 7 out of 10 experiments (2nd, 3rd, 4th, 5th, 6th, 8th, and 9th trials) gave the max imum score at score 6, the score with match = 14, mismatch = -8 and gap = 8. 7 variations of match values, different mismatches and gaps produce different maximum scores. This shows that determin ing the match value, mismatch and gap affect the maximum score. 4. Based on Figure 5 , variations in match values, mismatches and gaps 2, 4, 5, and 6 produce the same mutations. However, in variations in match values, mismatches and gaps 1, 3 and 7 produce differen t mutations. This shows that the determination of match values, mismatch and gap affects mutations . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 3207,
                    "text": "ATGTTGGCACAGTTACTGTTAGCAGTGACTCTTTTGTCTGCTTTAGGTGAATGTAGTATAGTAGGTGAAAATTACACATACTATTACCAGAGTCAGTTTAGACCGCCTAATGGCTGGCA  TAAACATGGTGGAGCCTATCTTGTAGTTAATGAAACTGATATATCCTATGATGCTGCGTCTTGTACTGTGGGTACAATAAAAGGCGGCATTGTCATTAATGAGAGTGCTATATCTTTTG  TTACTAAAACACCTATTGCTTGGTCAGCTCAAGGCGTTTGCACTACATATTGTAATTATTCCAGCCTATATGTGTTTGTAACCCATTGTGGGGGCCGTGGACATAATAGTTGTATTATA  AATACAAATCGCATAGGCGAGATTGTTTTAGGTGTTAAATCCTTTTCTGGTAACTGGATTTATAATCGCACTATACAGGCTACTGGTCCGTATAGTAAATTTACAGCCTGGCAATGTCT  TGCTAATTTTACCAGTGTGTTTCTAAATGGCAACCTTGTGTATAGTTCTAACTTTACGGAGGATGTTGCAGCGGCTGGTGTTTATGCTAAAACAGTCAATGGTCTAAAACGTAGAATTA  TGAAGGACACTGATGTTTTGGCATATTTTGTAAATGGCACTGCTGTTGAAGTGATTGTTTGTGATGACAACCCTAAAGGTAGGTTAGCATGTCAGTATAATACAGGAAATTTTACTGA  TGGGTTATACCCTTTCGTAAGTAATAATGTAGTTAATGATAGTGTTGTTGTTTATGATGTTATTAGTACTACAACTTATGGTAAACTTAACAACATTACTTTCCATAATGAAACTAGTG  CACCACCTGCAGGTTCTAATGTTGCTAATTTTATTAAATATCAGACGCATGTGTTGCCTGAAGGTTTTGTTAGGCTTAATTTTTCTTTCTTGTCTACTTACAGGTATCAGGAGTCTGATT  TTACTTATGGTTCTTATCATAAGGCTTGTAATTTTAGACTAGAAAGTATTAATAATGGTTTAATGTTTAATACTTTAAGTGTTTCTATTAGCTATGGACCACTTAAGGGTTCTTGTAAGC  AGTCAGTGTTTAATCATAAAGCAACGTGCTGTTATGCCTATAAATATCCCACTAATGGGGTTCAAGAGTGTAAGGGTGTTTATAATGGAGAACGCAATACTAAATTTGAATGCGGGCT  TCTTGTATTTATAGACAAGACTGATGGTTCACGCATAATAACTGCAGAAAAACCACCTGTTTATACTACTAATTTTACTAATAATATTGTTGTTGGTAAGTGTGTTAATTATAATATTT  ATGGTAGGTATGGCCAAGGCGTCATTAGTAATGTAACTACTGAAGCATTTGGTTTTTTAGAGGGAGATGGTTTGGTCATCTTGGACACTGCTGGTTCTATAGATATTTTTGTTGTTAGG  GATGGTCCATTCACACATTATTACAAGATTAATCCTTGTAATGATGTAAATCAACAATATGTAGTGTCAGGAGGAAATATAGTTGGTCTTCTCACATCTAGTAATGAGACTGGCTCTA  TTCAGTTAGAAGATCAGTTTTATATTAAACTCACTAATAGCACCCGTAGGCATCGGAGA   ATGTGGGCATCGTTACTGTCAGTAGTGACTCTTTTGTTTGCTTTAAGTGAATGTAGTATAGTAGGTGAAAATTACACATACTATTACCAGAGTCAGTTTAGGCCGCCTAATGGCTGGCA  TAAACATGGTGGAGCCTATCTTGTAACCAATGAAACTGACATATCCTATAATGGTGTGTCTTGTACTGTGGGTACAATAAAAGGCGGCATTGTCATTAATGAGAGTGCTATATCTTTT  GTTACAAAAACACCCATTGCTTGGTCAGCCAACGGCGTTTGCACTACATATTGTAATTACTCCAGCTTATATGTGTTTGTTACCCATTGTGGGGGCAGCGGACATACTAGTTGTATTAA  AATACAAATCGCATAGGCGAGATTGTTTTAGGTGTTAAAGACTTTTCTGGTAACTGGATTTATAATCGTACTATAAAGGCTATTGGTCCGTATAGTAAATTTACAGCCTGGCAATGTCT  TGCTAATTTTACCAGTGTGTTTCTAAACGGCAACCTTGTGTATAGTTCTAACTTTACGGAGGATGTTGCAGCGGGTGGTGTTTATGCTAAAAGCGTCAATGGTCTAAAACGTAGAATTA  TGAAGGACACTGATGTTTTGGCATATTTTGTAAATGGCACTGCTGTTGAAGTGATTGTTTGTGATGACAGCCCTAGAGGTAGGTTAGCATGTCAGTATAATACAGGAAATTTTACTGA  TGGGTTATACCCTTTCGTAAGTTACAATGTAGTTAATAATAGTGTTGTTGTTTATGAGGTTATTAGTACTACAACTTATGGTAAACTTAACAACATTACTTTTCATAATGAAACTGGTG  CACCACCTGCAGGTTCTAATGTTGCTAATTTTATTAAATATCAGACGCATGTGGTGCCTGAAGGTTTTGTTAGGCTCAATTTTTCTTTCTTGTCTACTTACAGGTATCAGGAGTCTGATT  TTACTTATGGTTCTTATCATAAGGCTTGTAATTTTAGACTAGAAAGTATTAATAATGGTTTAATGTTTAATACTTTAAGTGTTTCTATTAGCTATGGACCACTTAAGGGTTCTTGTAAGC  AGTCAGTATTTAATCGTAAAGCAACATGCTGTTATGCCTATAAATATCCCACTAATGGGGTTCAAGAGTGTAAGGGTGTTTATAATGGAGAACGCAATACTAAATTTGAATGCGGGCT  TCTTGTATTTATAGACAAGACTGATGGTTCACGCATAATAACTGCAGAAAAACCACCTGTTTATACTACTAATTTTACTAATAATATTGTTGTTGGTAAGTGTGTTAATTATAATATTT  ATGGCAGGTATGGCCAAGGCGTCATTAGTAATATAACTACTGAAGCATTTGGATTTTTACAGGGAGATGGTTTGGTCATCTTGGACACTGCTGGTTCTATAGATATTTTTTCTGTTAAG  GATGGGCCACTCACACATTATTACAAAATTAATCCTTGTAATGATGTAAATCAACAATATGTAGTGTCAGGAGGAAATATAGTTGGTCTTCTCACATCTAGTAATGAGACTGGCTCTA",
                    "ref_id": null
                },
                {
                    "start": 3208,
                    "end": 3216,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3892,
                    "end": 3900,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 4259,
                    "end": 4267,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Result and Discussion"
        },
        {
            "text": "To test the truth of the Needleman-Wunsch algorithm, sequence sequencing is done in 2 conditions, namely 1. 2 different sequences but the same length 2. 2 sequences of the same arrangement and length The following are the results of alignment sequences with the conditions as above: a. 2 different sequences but the same length as: Mutation: None (meaning sequence 1 and sequence 2 are the same sequence) From the two alignments performed, it can be concluded that the Needleman-Wunsch algorithm is correct and can be used to align two sequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Test Validation Algorithm"
        },
        {
            "text": "Based on the analysis of the results of program testing, it can be concluded that the Needleman-Wunsch algorithm can be applied to identify mutations in the DNA sequence of the corona virus. The test results were carried out on 10 corona virus DNA types of Infectious bronchitis from 1985 to 1992 in sequence. The first type of virus with the last type experienced a difference of 39% and 117 mutations (variation of match, mismatch and gap scores to 2,4,5 and 6) and 138 mutations (variation of match score,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Re-testing of 10 Infectious bronchitis virus corona type DNA viruses from 1985 to 1992 with a link as input. This test is done with 3 match values, mismatch and gap",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Match= 10, mismatch= -6, and gap= 6",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Match= 14, mismatch= -8, and gap= 8",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Essential Bioinformatics. Cambridge [2] Center of Diseases Control. Middle East Respiratory Syndrome (MERS)",
            "authors": [
                {
                    "first": "Jin",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rekayasa Perangkat Lunak. Yogyakarta: Penerbit ANDI",
            "authors": [],
            "year": 2010,
            "venue": "J.Simarmata",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Algorithms in Bioinformatics. Verlag",
            "authors": [
                {
                    "first": "Inge",
                    "middle": [],
                    "last": "Jonassen",
                    "suffix": ""
                },
                {
                    "first": "Kim",
                    "middle": [],
                    "last": "Junhyong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Needleman-Wunsch And Smith-Waterman Algorithms For Identifying Viral Polymorphic Malware Variants",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Naidu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE 14th Intl Conf on Dependable, Autonomic and Secure Computing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Perbandingan Needleman-Wunsch dan Lempel-Ziv dalam Teknik Global Sequence Alignment: Keunggulan Faktorisasi Sempurna",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Malendes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bunyamin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Jurnal Teknik Informatika dan Sistem Informasi",
            "volume": "3",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A General Method Applicable to the Search for Similarities in the Amino Acid Sequences of Two Proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Needleman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wunsch",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Journal of Molecular Biology",
            "volume": "48",
            "issn": "3",
            "pages": "443--453",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Biologi. Facil-Grafindo: Bandung",
            "authors": [
                {
                    "first": "Mbs",
                    "middle": [],
                    "last": "Maniam",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Veterinary Virology Second Edition",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sequence analysis of Leukemia DNA",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nacong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lusiyanti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Irawan",
                    "suffix": ""
                }
            ],
            "year": 1937,
            "venue": "AIP Conference Proceedings",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.5026082"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "As for the steps to work on the Needleman-Wunsch algorithm is: IOP Conf. Series: Journal of Physics: Conf. Series 1218 (value of the gap area with length L equals -‫.ܮ݀‬ If the virtual symbol penalty score is d, then ‫,0(ݏ‬ ݆) = ‫,݀ݔ݆−‬ ‫,݅(ݏ‬ 0) = ‫,݀ݔ݅−‬ ‫)0,0(ݏ‬ = 0, and ‫ܽ(ݏ‬ , ܾ ) = ቊ ݉ܽ‫ܿݐ‬ℎ ‫,݁ݎܿݏ‬ ݂݅ ܽ = ܾ ‫‪ܿℎ‬ݐܽ݉ݏ݅݉‬ ‫,݁ݎܿݏ‬ ݂݅ ܽ ≠ ܾ (4) c. Traceback Step After a score matrix of size (n + 1) x (m + 1) is fully filled, then the alignment score (the sum of all substitution values plus the sum of all gap penalties) is the maximum of two sequences is the value of the most element bottom right of the score matrix, that is ܵ(݊ + 1, ݉ + 1) = ‫,݊(ݏ‬ ݉). S(n,m) as the starting point to traceback to the end point s(0,0). If ܵ(݅, ݆) = ܵ(݅ − 1, ݆ − 1) + ‫ܽ(ݏ‬ , ܾ ) then the trajectory is :(݅, ݆) → (݅ − 1, ݆ − 1). d. Determine the alignment results -Notify pairs of DNA as ܽ , ܾ if the backward path starts from ܽ , ܾ to the upper left corner. -Insert a virtual symbol on a vertical sequence and denote it as (ܽ , −) if the path is backward horizontally -Insert a virtual symbol on the horizontal sequence and denote it as (−, ܾ ) if the backward path is vertical As examples of known sequences of DNA with sizes 7 and 6 are as follows: Sequence 1: TCGATTA AE length: 7 Sequence 2: CGTGCA AE length: 6 Then an initial S value matrix of 8x7 is made, as below Tabel 1. Example of the initial S value matrix SSubstitution matrix of sequences A and B [8] TracebackStep[9]",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Homology level of 7 variations of match values, mismatch, and gap (in percent)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Maximum score of 7 variations of match values, mismatch, and gap",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Number of Mutations from 7 variations of match values, mismatches, and gaps",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "WHO data reported that as of May 31th, 2015 there were 1180 cases confirmed by laboratory that positive corona virus with 483 patients dying (40% mortality) [2]. Conference on Mathematics: Pure, Applied and Computation IOP Conf. Series: Journal of Physics: Conf. Series 1218 (2019) 012031",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "International Conference on Mathematics: Pure, Applied and Computation IOP Conf. Series: Journal of Physics: Conf. Series 1218 (2019) 012031",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "International Conference on Mathematics: Pure, Applied and Computation IOP Conf. Series: Journal of Physics: Conf. Series 1218 (2019) 012031",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "International Conference on Mathematics: Pure, Applied and Computation IOP Conf. Series: Journal of Physics: Conf. Series 1218 (2019) 012031 IOP Publishing doi:10.1088/1742-6596/1218/1/012031Traceback step the traceback step is carried out until the last element is S(0,0).",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "TTCAGTTAGAAGATCAGTTTTATATTAAACTCACTAATAGCACTCGTAGGCATAGGAGA The determination of the score above depends on the user and each different score will produce different alignment and homology results. International Conference on Mathematics: Pure, Applied and Computation IOP Conf. Series: Journal of Physics: Conf. Series 1218 (2019) 012031 Based on experiments conducted on 10 corona virus types infectious bronchitis virus from 1985 to 1 992 with 7 different variations of match, mismatch and gap values, obtained: 1. Based on",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "International Conference on Mathematics: Pure, Applied and Computation IOP Conf. Series: Journal of Physics: Conf. Series 1218 (2019) 012031 IOP Publishing doi:10.1088/1742-6596/1218/1/012031",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "346 (changes in nucleotide C to A) 399 (changes in nucleotide G to T) 400 (changes in nucleotide A to C) 428 (changes in nucleotide T to C) 435 (changes in nucleotide A to C) 442 (changes in nucleotide T to C) 506 (changes in nucleotide C to T) 553 (changes in nucleotide G to C) 668 (changes in nucleotide G to A) 674 (changes in nucleotide G to A) 739 (changes in nucleotide T to A) 741 (changes in nucleotide C to T) 754 (changes in nucleotide A to G) 774 (changes in nucleotide G to T) 819 (changes in nucleotide T to C) 832 (changes in nucleotide G to A) 889 (changes in nucleotide G to T) 912 (changes in nucleotide C to T) 1083 (changes in nucleotide A to G) 1091 (changes in nucleotide G to A) 1101 (changes in nucleotide A to G) 1317 (changes in nucleotide C to T) 1345 (changes in nucleotide A to G) 1365 (changes in nucleotide A to T) 1372 (changes in nucleotide C to G) 1431 (changes in nucleotide A to G) 1438 (changes in nucleotide G to T) 1442 (changes in nucleotide C to T) 1459 (changes in nucleotide A to G) 1594 (changes in nucleotide T to C) 1604 (changes in nucleotide A to C)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}