{
    "paper_id": "c93b3ef1524077898b8460928456327d45d84dda",
    "metadata": {
        "title": "Dynamical Transmission Model of MERS-CoV in Two Areas",
        "authors": [
            {
                "first": "Benny",
                "middle": [],
                "last": "Yong",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Parahyangan Catholic University",
                    "location": {
                        "addrLine": "Jalan Ciumbuleuit 94",
                        "postCode": "40141",
                        "settlement": "Bandung",
                        "region": "West Java",
                        "country": "INDONESIA"
                    }
                },
                "email": ""
            },
            {
                "first": "Livia",
                "middle": [],
                "last": "Owen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Parahyangan Catholic University",
                    "location": {
                        "addrLine": "Jalan Ciumbuleuit 94",
                        "postCode": "40141",
                        "settlement": "Bandung",
                        "region": "West Java",
                        "country": "INDONESIA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV) is a disease first reported in Saudi Arabia in 2012 and it can be transmitted from human to human. This disease has spread to several other countries, most confirmed cases have displayed symptoms of severe acute respiratory illness and many of these patients have died. This research is aimed to construct a mathematical model for the transmission of MERS-CoV in two areas by separating the human population into two groups; susceptible and infectious groups. The dynamics of the disease is studied by a compartmental model involving ordinary differrential equations. The basic reproductive number of this disease is discussed to control the outbreak of this disease. Sensitivity analysis of this model is performed to determine the relative importance of the model parameters to the MERS-CoV transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, mathematical models are increasingly used by researchers to understand the transmission of infectious diseases (H. W. Hethcote, 2000) . Many models for the spread of infectious diseases in populations have been analyzed mathematically and applied to specific diseases (Z. Ma and J. Li, 2009) . Mathematical modelling plays a keyrole in policy making, including risk assessment and control programme evaluation in reducing morbidity and mortality (N. Chitnis, et al., 2008) .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 150,
                    "text": "Hethcote, 2000)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 289,
                    "end": 308,
                    "text": "Ma and J. Li, 2009)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 467,
                    "end": 489,
                    "text": "Chitnis, et al., 2008)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Middle East respiratory syndrome coronavirus (MERS-CoV), previously known as novel coronavirus was first identified in humans in 2012. It can cause severe acute respiratory disease, particularly in people with underlying conditions. The MERS-CoV is a potential pandemic disease, cases of this disease has been reported in some countries. As of 11 September 2015, World Health Organization (WHO) global case count was 1,569 laboratory-confirmed cases of MERS-COV, including at least 554 deaths (case fatality rate 35.31%) since the first cases were reported in September 2012 (WHO, 2015). All cases have had a history of residence in or travel to the Middle East (>90% Saudi Arabia), or contact with travellers returning from these areas (L. M. Gardner and C. R. MacIntyre, 2014). Until now, there is no vaccine for this disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Mathematical modeling for disease transmission has been done by many different authors to understand the dynamical spread of disease in humans, for example in S. Syafruddin and M. S. M. Noorani (2011), B. Yong (2007) , and Z. Feng, et al. (2000) . Models for infectious disease are helpful for prevention and control of emerging infectious disease like MERS-CoV. Here a SISI (S for susceptible and I for infectious) epidemiological model for human to human in two areas describing MERS-CoV disease transmission is presented, as well as the associated basic reproductive number. Firstly, we formulate a SISI model to describe the transmission of MERS-CoV in two areas. Next, we evaluate the basic reproductive number using the next generation matrix method. Basic reproductive number is discussed in order to identify influential model parameters, so with controlling parameters in it, the outbreak of the disease can be eliminated. Finally, we analyze sensitivity of the model in order to determine the influence of the input parameters on the model outputs. Based on this analysis, we can find which parameters are most sensitive to the MERS-CoV transmission model.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 216,
                    "text": "Yong (2007)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 226,
                    "end": 245,
                    "text": "Feng, et al. (2000)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The model describes the dynamic of MERS-CoV transmission. We divide the population ( ) into two areas, namely area and . In each area, we have two sub-populations, according to their disease status; population who are susceptible to infection ( and ) and population who have the disease ( and ). Initially, there are susceptible and infectious humans in each area. Individuals are born into the susceptible class and individuals susceptible to infection. There is a natural death rate of human population from each compartment and its value is same in both areas of population. Someone who gets infected and then recovers will return to the susceptible class. The susceptible population in area ( ) is increased by recruitment of individuals , susceptible individuals from area leave to area with rate , and infected individuals in area recover with rate . This population is reduced through infection within area with transmission rate (moving to class ), susceptible individuals from area leave to area with rate (moving to class ), individuals from area leave to area and they infected with transmission rate , and by natural death with rate . The population of infectious individuals is increased by infection of susceptible within area with transmission rate , infected individuals from area leave to area with rate , and individuals from area leave to area and they infected with transmission rate . It is diminished by death due to disease with rate , by recovery from the disease with rate (moving to class ), and infected individuals from area leave to area with rate (moving to class ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL MODEL"
        },
        {
            "text": "Meanwhile, the susceptible population in area ( ) is increased by recruitment of individuals , susceptible individuals from area leave to area with rate , and infected individuals in area recover with rate . This population is reduced through infection within area with transmission rate (moving to class ), susceptible individuals from area leave to area with rate (moving to class ), individuals from area leave to area and they infected with transmission rate , and by natural death with rate . The population of infectious individuals is increased by infection of susceptible within area with transmission rate , infected individuals from area leave to area with rate , and individuals from area leave to area and they infected with transmission rate . It is diminished by death due to disease with rate , by recovery from the disease with rate (moving to class ), and infected individuals from area leave to area with rate (moving to class ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "MATHEMATICAL MODEL"
        },
        {
            "text": "The detailed transition between these four compartments is depicted in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 71,
                    "end": 77,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "MATHEMATICAL MODEL"
        },
        {
            "text": "With the assumptions given and the illustrations in Fig. 1 , we obtain the following four-dimensional system of nonlinear differential equation for the MERS-CoV transmission: ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "FIGURE 1. A transmission diagram of the SISI MERS-CoV model in two areas"
        },
        {
            "text": "Therefore, the next generation matrix is given as follows = ⎣ ⎢ ⎢ ⎢ ⎡ ( + ) + ( + ) ( + )( + + + ) ( + ( + + )) ( + )( + + + ) ( + ( + + )) ( + )( + + + )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1. A transmission diagram of the SISI MERS-CoV model in two areas"
        },
        {
            "text": "The spectral radius of the next generation matrix is = ( + + 2 + 2 ) + 2 + 2( + )( + ) + ( + )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1. A transmission diagram of the SISI MERS-CoV model in two areas"
        },
        {
            "text": "(2) with = ( + ) + 4 ( + + )( + + ) + 2 1 2 + 1 2 + + As shown in (2), the basic reproductive number of system (1) depends on parameters , , , , , and . Equilibrium point will be locally asymptotic stable iff < 1. It is easily verified that all eigenvalues are negative at this point. Meanwhile, equilibrium point exist iff > 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FIGURE 1. A transmission diagram of the SISI MERS-CoV model in two areas"
        },
        {
            "text": "In this paper, we use parameter values = 4,326, = 13,461, = 0.01, = 0.05, = 0.1, = 0.1, and = 0.08. As described in Fig. 2 and Fig. 3 , the bigger the movement rate of human population ( and ), the larger the rate of . In the next section, the sensitivity indices of related to the parameters in the model are calculated. Sensitivity indices allow us to measure the relative change in a variable when a parameter changes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 116,
                    "end": 133,
                    "text": "Fig. 2 and Fig. 3",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "FIGURE 1. A transmission diagram of the SISI MERS-CoV model in two areas"
        },
        {
            "text": "Since learning about the influence of the parameters on the behavior of the model is of much interest, it is critical to carry out a sensitivity analysis. The main goal of this section is to perform sensitivity analysis of MERS-CoV transmission model to the parameters describing it, i.e. to determine the amount that the entire model changes when each parameter is altered. Sensitivity analysis is often used to study how the variation in the output of a model can be apportioned, qualitatively or quantitavely, to different sources of variation, and of how the given model depends on the information fed into it (A. Saltelli, et al., 2000) . Sensitivity analysis allows us to assess the impact that changes in a certain parameter will have on the model and it can help someone to determine which parameters are the key drivers of a model's results.",
            "cite_spans": [
                {
                    "start": 618,
                    "end": 641,
                    "text": "Saltelli, et al., 2000)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "SENSITIVITY ANALYSIS"
        },
        {
            "text": "The sensitivity index of the basic reproductive number with respect to the parameter is given as follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SENSITIVITY ANALYSIS"
        },
        {
            "text": "Here we give two cases for sensitivity indices of ; < 1 and > 1. As shown in Table 2 , parameter gives the biggest positive effect on the change of than other parameters. In Fig. 4 , we show effects on the number of infected humans through parameters variation for condition < 1. In Fig. 5 , we show effects on the number of infected humans through parameters variation for condition > 1. In both figures (Fig. 4 and Fig. 5) , it can be seen that parameters and have a negative sign in the sensitivity indices of , while parameters , , , and have a positive sign in the sensitivity indices of .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "text": "Table 2",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 174,
                    "end": 180,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 283,
                    "end": 289,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 405,
                    "end": 412,
                    "text": "(Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 417,
                    "end": 424,
                    "text": "Fig. 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "SENSITIVITY ANALYSIS"
        },
        {
            "text": "This paper discusses about dynamical transmission model of MERS-CoV in two areas. The model has two equilibrium points, disease free equilibrium point and endemic equilibrium point . The disease dies out if the basic reproductive number is less than unity and the disease is established in the population if the basic reproductive number is greater than unity. It can be seen from basic reproductive number that MERS-CoV transmission model in two areas depends on parameters , , , , , and . From the sensitivity indices, the number of infected humans can be reduced by increasing and and/or decreasing , , , and . We can see that is the most positive sensitive parameter in the model. With controlling this parameter continuously, the number of infected humans can be decreased significantly. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sensitivity Analysis. Wiley Series in Probability and Statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saltelli",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Model Penyebaran HIV dalam Sistem Penjara",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yong",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Ilmu Pengetahuan Alam, dan Pengajarannya",
            "volume": "36",
            "issn": "1",
            "pages": "31--47",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Mathematics of Infectious Diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "599--653",
            "other_ids": {
                "DOI": [
                    "10.1137/S0036144500371907"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Unanswered Questions About The Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Research Notes",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1756-0500-7-358"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Determining Important Parameters in The Spread of Malaria Through The Sensitivity Analysis of A Mathematical Model",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chitnis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hyman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cushing",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bulletin of Mathematical Biology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Mathematical Epidemiology of Infectious Diseases: Model Building, Analysis, and Interpretation",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A P"
                    ],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reproduction Numbers and Sub-treshold Endemic Equilibria for Compartmental Models of Disease Transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical Biosciences",
            "volume": "180",
            "issn": "",
            "pages": "29--48",
            "other_ids": {
                "DOI": [
                    "10.1016/S0025-5564(02)00108-6"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "SEIR Model for Transmission of Dengue Fever in Selangor Malaysia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Syafruddin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S M"
                    ],
                    "last": "Noorani",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International Journal of Modern Physics: Conference Series",
            "volume": "9",
            "issn": "",
            "pages": "380--389",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Middle East Respiratory Syndrome Coronavirus (MERS-CoV)",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A Model for Tuberculosis with Exogenous Reinfection",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Capurro",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Theoretical Population Biology",
            "volume": "57",
            "issn": "",
            "pages": "235--247",
            "other_ids": {
                "DOI": [
                    "10.1006/tpbi.2000.1451"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dynamical Modeling and Analysis of Epidemics",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "parameters used in the model; , , , , , , , , and are positive. It can be verified that Ω is a positively invariant set with respect to model.TABLE1. Parameters used in Fig. 1 and their description Description Parameter Number of newly recruited to the susceptible population Number of newly recruited to the susceptible population Natural death rate for susceptible individuals MERS-CoV death rate of human population Recovery rate from MERS-CoV Transmission rate within an area Movement rate of human population from area leave to area Movement rate of human population from area leave to area Transmission rate in different ( * * , * * , * * , * * ). Equilibrium point represents the situation where only * and * exist and it is called disease free equilibrium (DFE) point whereas equilibrium point depicts the situation where all population exist and it is called endemic equilibrium (EE) point. BASIC REPRODUCTIVE NUMBER Basic reproductive number is an important threshold in mathematical epidemiology. This threshold conditions determine whether an infectious disease will spread in a susceptible population when the disease is introduced into the population (O. Diekmann and J. A. P. Heesterbeek, 2000). The threshold is calculated by using the spectral radius of a next generation (infection) matrix of a model (P. van den Driessche and J. Watmough, 2002). It is given mathematically as = ( ) where is defined as the spectral radius of the next generation matrix , is the rate of appearance of new infections in compartment , and is the transfer of individuals out of compartment by all other means. Given the DFE . Basic reproductive number is calculated as the largest eigenvalue (spectral radius) of the matrix of partial derivatives (Z. Ma and J. Li, 2009):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Plot of for variation and FIGURE 3. Level set of and with respect to",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Effect on along the time (in weeks) of the variation of (a), (b), (c), (d), (e), and (f) with = . , = . ( < 1)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Effect on along the time (in weeks) of the variation of (a), (b), (c), (d), (e), and (f) with = . , = . ( > 1)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sensitivity indices of",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank UNPAR Monodisiplin Research Grant 2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        }
    ]
}