{
    "paper_id": "cd4eb0b8625cde51bffcfd828d6dd92507593459",
    "metadata": {
        "title": "Will COVID-19 become the next neglected tropical disease?",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "J"
                ],
                "last": "Hotez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "United States of America"
                    }
                },
                "email": "*hotez@bcm.edupjh"
            },
            {
                "first": "Maria",
                "middle": [
                    "E"
                ],
                "last": "Bottazziid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Baylor College of Medicine",
                    "location": {
                        "settlement": "Houston",
                        "region": "Texas",
                        "country": "United States of America"
                    }
                },
                "email": "bottazzi@bcm.edumeb"
            },
            {
                "first": "Sunit",
                "middle": [
                    "K"
                ],
                "last": "Singhid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Banaras Hindu University",
                    "location": {
                        "settlement": "Varanasi",
                        "country": "India"
                    }
                },
                "email": "sunitsingh2000@bhu.ac.insks"
            },
            {
                "first": "Paul",
                "middle": [
                    "J"
                ],
                "last": "Brindley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "George Washington University",
                    "location": {
                        "addrLine": "Washington D.C",
                        "country": "United States of America"
                    }
                },
                "email": "pbrindley@gwu.edupjb"
            },
            {
                "first": "Shaden",
                "middle": [],
                "last": "Kamhawiid",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Vector Molecular Biology Section, Laboratory of Malaria and Vector Research, National Institute of Allergy and Infectious Diseases",
                    "institution": "National Institutes of Health",
                    "location": {
                        "settlement": "Bethesda",
                        "region": "Maryland",
                        "country": "United States of America"
                    }
                },
                "email": "skamhawi@niaid.nih.govsk"
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The daily World Health Organization (WHO) Coronavirus Situation Reports highlight the rapid spread of COVID-19 across Europe, the United States, and many of the advanced nations in East Asia [1] . Currently, the major low-and middle-income nations such as Bangladesh, Brazil, Democratic Republic of Congo, India, Indonesia, Mexico, Nigeria, Pakistan, Philippines, and South Africa, as well as Central American and other nations are beginning to report an increase in COVID-19 cases, but the numbers are still relatively small. For example, these highly populated nations now only account for about 1% of the confirmed cases, even though they represent approximately one-third of the global population.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Almost certainly, this situation will shift in the coming weeks and months. We believe there is a high probability the current numbers represent underestimates due to inadequate testing. Surely, lack of access to diagnostic kits comprises one of the many components of weak health systems in resource-poor nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Beyond testing, it may turn out that the seasonal nature of some respiratory virus pathogens might also extend to the SARS CoV2. This means that cases would decline with warming temperatures, independent of control efforts. However, this would also indicate that though COVID-19 might be peaking in the northern hemisphere this winter and spring, there is a real possibility that it will advance into tropical countries and the Southern Hemisphere later this year. In such case, some of the nations highlighted above might be vulnerable to the next wave of SARS CoV2 dissemination. SARS CoV2 is a new virus pathogen, and we need to appropriately assess its behavior over the span of a full year.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "If SARS CoV2 becomes a major respiratory virus pathogen in resource-poor countries of the tropics and subtropics, we might envision unprecedented levels of global morbidity and mortality. We have already seen how even strong health systems in New York and northern Italy quickly became overwhelmed, and one can only imagine the terrible consequences of this virus in the poorest reaches of Africa, Asia, and Latin America. Based on the levels of illness we have seen to date in the Northern Hemisphere, we are especially worried about the fate of thousands of dedicated doctors, nurses, and other health care providers. Accordingly, PLOS Neglected Tropical Diseases will consider articles from the community of scientists and public health experts in Asia, Africa, and Latin America now shifting their efforts to combat the COVID-19 pandemic. We therefore welcome original high quality research papers and front matter articles, including viewpoints and editorials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our PLOS Neglected Tropical Disease editors have just completed an exhaustive assessment of what constitutes a neglected tropical disease in order to keep our scope both relevant and timely [2] . However, as John Lennon once said, \"life is what happens to you while you're busy making other plans,\" and on that basis we now invite our community of NTD scientists to submit COVID-19 papers on what may become a global health terror on a scale that rivals or even exceeds some of the world's major neglected tropical diseases.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Coronavirus disease 2019 (COVID-19) Situation Report-68",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "What constitutes a neglected tropical disease?",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Hotez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aksoy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Brindley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kamhawi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Negl Trop Dis",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pntd.0008001"
                ],
                "PMID": [
                    "31999732"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "PLOS NEGLECTED TROPICAL DISEASESPLOS Neglected Tropical Diseases | https://doi.org/10.1371/journal.pntd.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}