{
    "paper_id": "ea206b65d221efdef347422b52178b7016ff35c8",
    "metadata": {
        "title": "Emerging infectious diseases and outbreaks: implications for women's reproductive health and rights in resource- poor settings",
        "authors": [
            {
                "first": "Vijay",
                "middle": [
                    "Kumar"
                ],
                "last": "Chattu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sanni",
                "middle": [],
                "last": "Yaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This century is witnessing dramatic changes in the health needs of the world's populations. The double burden of infectious and chronic diseases constitutes major causes of morbidity and mortality. Over the last two decades, there has been a rise in infectious diseases, including the severe acute respiratory syndrome virus (SARS), the H1N1 pandemic influenza, the Ebolavirus and the Covid-19 virus. These diseases have rapidly spread across the world and have reminded us of the unprecedented connectivity that defines our modern civilization. Though some countries have made substantial progress toward improving global surveillance for emerging infectious diseases (EIDs), the vast majority of Low-and Middle-income Countries (LMICs) with fragile health systems and various system-related bottlenecks remain vulnerable to outbreaks and, as such, experience dramatic social and economic consequences when they are reported. Lessons learned from past outbreaks suggest that gender inequalities are common across a range of health issues relating to Sexual and Reproductive Health and Rights (SRHR), with women being particularly disadvantaged, partially due to the burden placed on them. Though these countries are striving to improve their health systems and be more inclusive to this vulnerable group, the national/ global outbreaks have burdened the overall system and thus paralyzed normal services dedicated to the delivery of Sexual and Reproductive Health (SRH) services. In this paper, we discuss the global commitments to SRH, the impact of the EIDs on the LMICs, the failure in the delivery of SRH services, and the strategies for successful implementation of recovery plans that must address the specific and differentiated needs of women and girls in resource-poor settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "On March 11, 2020, the World Health Organization (WHO) declared Covid-19 a pandemic. According to the WHO, as of March 18, 2020, there were over 207,860 cases of Covid-19 and 8657 deaths in 166 countries [1] . There is no doubt the outbreak represents a tremendous public health threat to the world. This highly emerging pathogenic infectious disease and the panic it has caused are a stark reminder of how deeply interconnected our modern world has become.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "According to the WHO, an emerging infectious disease is defined as one that either has appeared within a population for the first time, or has existed previously, but is rapidly spreading in terms of the number of people getting infected or in terms of new geographical areas. These diseases, which include Zika, Nipah, and the Avian Influenza (H5N1), are mainly zoonotic in origin [2] . In contrast, reemerging diseases are defined as \"diseases that appear after they have been on a significant decline which can be because of breakdown in public health measures for diseases that were under control or due to appearance of new strains of organisms\" [3] .",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 385,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "While biological sex differences regarding vulnerability to Covid-19 remain largely unknown, available evidence and lessons emerging from past global outbreaks of infectious disease suggest that pandemics more often than not, exacerbate vulnerabilities that are already present prior to the outbreak. The 2014 Ebola outbreak revealed that gender issues and women's sexual reproductive health and rights (SRHR) were conspicuously invisible in both the short-and long-term international responses to the outbreak. The lack of inclusion of these issues exacerbated health inequities and social injustices that women were already facing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The Guttmacher-Lancet Commission on SRHR anticipated in 2018 that almost all 4.3 billion people worldwide who are of reproductive age will have inadequate reproductive health services over the course of their reproductive years. The report also emphasized a holistic view of SRHR and identified many underlying issues and populations that are often neglected by health systems and the negative impact of social norms and national laws and policies on benevolent efforts aimed at improving the situation [4] .",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 506,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Currently, the Covid-19 outbreak is straining health systems in resource-poor settings. The transfer of already limited resources to deal with the outbreak may reduce access to sexual and reproductive health (SRH) and increase maternal and childhood mortality rates. Strict new quarantine measures can also affect health workers and closed borders may disengage women from productive work to sustain livelihoods and lead to structural barriers to the delivery of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The objective of the paper is primarily to discuss the impact of the recent global epidemics of emerging and re-emerging infectious diseases, highlight the huge impact of these diseases on women, demonstrate the value a gender-based analysis adds to recovery efforts and to programming, and inform future international advice and responses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This century has witnessed many epidemics, with a significant number of them happening in LMICs. Some crossed national borders and became a regional concern, while others spread further and developed into global epidemics and pandemics. The epidemics were mainly caused by the presence of EIDs in the LMICs' fragile health systems, systems that were already overburdened, understaffed, and not delivering the essential and lifesaving services for women (e.g. birth delivery and abortion services) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 499,
                    "end": 507,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Major global epidemics of emerging/re-emerging infectious diseases (EIDs) in this century"
        },
        {
            "text": "The findings of the Guttmacher-Lancet Commission on SRHR show that high-income countries have largely instituted policies that favour holistic implementation of SRHR programmes and services, whereas most LMICs are battling with the reality of prioritising SRHR or are simply offering lip service to it. Sadly, most of these LMICs countries are in Africa and southeast Asia [4] . In addition, when there is an epidemic in these LMICs that have poor resources, there is a double burden on their health systems as existing shortages of health human resources already place an extreme strain on capacity to serve patients, especially for non-emergency care.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Disruption of Women's SRHRs in LMICs and experiences from Ebola, Zika and Covid-19"
        },
        {
            "text": "Moreover, given that gender inequality exists in all continents, including in Africa, Asia and Latin America [5] , and that it has a significant impact on women's lives, including their health, championing SRHR requires the integration and involvement of men in advancing the SRHR agenda. Championing gender equality and including men in the process is pivotal to successful implementation of SRHR services.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 112,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Disruption of Women's SRHRs in LMICs and experiences from Ebola, Zika and Covid-19"
        },
        {
            "text": "As witnessed during the Ebola Virus Disease (EVD) outbreak, the outbreak created additional delays in the care for women experiencing pregnancy complications, thus leading to adverse outcomes, especially in relation to spontaneous abortions and hemorrhage. In addition, financial and structural barriers to care were significantly affected. The Ebola response architecture resulted in a \"five delay\" model. This led to an overall confusion around how to apply the EVD case definition. For example, \"unexplained bleeding\" and \"spontaneous abortion\" also became indications for the immediate need to transfer the patient to the Ebola Treatment Centers (ETC). As such, many of the obstetric complications were classified as meeting the EVD case definition, leading some women to be more reluctant to present to a public health facility due to fear of being transferred to an ETC. These incidents are well described in the Three Delay Model: Delay in seeking care in poor resource setting because of fear of taking public transportation; Delay in reaching care because of availability of transportation and Delay in receiving care due to lack of pharmaceutical products. These same fears may have also been shared by survivors of sexual violence who may have been more reluctant to come to the clinic for post-rape care for fear of being labeled a suspect case, and, as a result of bleeding, transferred to an ETC. This seems to have resulted in many women and men agreeing to avoid pregnancy during the EVD outbreak and therefore continuing to seek family planning services. Unfortunately, these people face an additional hurdle since contraception (beyond condoms) is not systematically offered to EVD survivors or providers at ETCs [6] .",
            "cite_spans": [
                {
                    "start": 1731,
                    "end": 1734,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Disruption of Women's SRHRs in LMICs and experiences from Ebola, Zika and Covid-19"
        },
        {
            "text": "The UNFPA's report [7] from Sierra Leone highlights the challenges faced by women, particularly those in labour, due to their concern that fearful health providers lack adequate protection and training in infection prevention control and Ebola case management. Moreover, since socio-cultural norms dictate that women tend to sick family members, nurse children, and work as traditional healers and healthcare assistants [8] , women are at a high risk of infection. Evidence from previous outbreaks reported by various authors [9, 10] found higher rates of Ebola infection in women than men, largely due to socio-cultural practices, including the role of women as caregivers and their involvement in burial practices. Additionally, women's increased interaction with the health system may put them at greater risk of infection given the systemic weaknesses discussed earlier. Another UNICEF survey report also indicated that women were avoiding seeking health care, for fear of contracting the disease in health facilities, and routine evidence points to reduced uptake of RMNCAH care since the declaration of the Ebola outbreak [11] .",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 22,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Disruption of Women's SRHRs in LMICs and experiences from Ebola, Zika and Covid-19"
        },
        {
            "text": "In a recent analysis of Covid-19 pandemic, the Guttmacher Institute penned a report highlighting possible shortages in medications such as contraceptives, antiretrovirals for HIV/AIDS and antibiotics to treat STIs due to disruptions in the supply chains (e.g. the shutdown of several drug manufacturing plants in China due to Covid-19, thus causing delays in the production of generic medicines in India) [12] .",
            "cite_spans": [
                {
                    "start": 405,
                    "end": 409,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Disruption of Women's SRHRs in LMICs and experiences from Ebola, Zika and Covid-19"
        },
        {
            "text": "The 2030 Agenda for Sustainable Development explicitly mentions sexual and reproductive health, with Sustainable Development Goal target 3.7 stating \"[b] y 2030, ensure universal access to sexual and reproductive healthcare services, including for family planning, information and education, and the integration of reproductive health into national strategies and programmes\" [13] . The WHO and UNFPA have a common objective to achieve this goal and the best way to do so is through the achievement of Universal Health Coverage (UHC), which would allow everyone to obtain the health services they need, when and where they need them, without facing financial hardship. Doing so will require the government to reach all vulnerable populations with a full range of quality services that are based on their needs, such as: contraceptive services; maternal and newborn care; prevention and control of sexually transmitted infections (STIs), including HIV; comprehensive sexuality education; safe abortion care, including post-abortion care; prevention, detection, and counselling for genderbased violence; prevention and treatment of infertility and cervical cancer; and counselling and care for sexual health and wellbeing [14] . However, during the global health emergencies, there is a total reversal of priorities and, as a result, the availability, accessibility and affordability of SRHR services may become challenging especially in resource-poor settings. All these global epidemics have been weakening the health care systems and increasing the barriers to access reproductive health services in the LMICs, especially by impacting the economic, social and personal decision-making of women. As highlighted by Ahmed et al. (2020) , policymakers, providers and advocates must be aware of the broad links between global outbreak response and SRHR in order to prepare mitigation strategies [12] . In this time of global pandemic of Covid-19 and the new demand placed on the system to cope with the resulting new demands, Action Canada for Sexual Health and Rights has emphasized in its statement that there are concerns regarding increased wait times to access SRHR services, difficulties in accessing SRHR medications (including contraceptives, hormone therapy and HIV treatment and increased health risks), and increased health risks experienced by pregnant and immune-compromised people. These crisis situations expose the social, economic and health inequalities and emphasize the need for building an equitable world [15] . The report from African Development confirms the impossibility of building resilience to Ebola and future infectious disease shocks in households and communities without also addressing systemic gender inequality [16] , national development strategies for EVD response (or any EID), and gender-sensitive recovery that addresses the associated negative impacts on women and girls [17] .",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1220,
                    "end": 1224,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1714,
                    "end": 1733,
                    "text": "Ahmed et al. (2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1891,
                    "end": 1895,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2523,
                    "end": 2527,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2743,
                    "end": 2747,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2909,
                    "end": 2913,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Achieving the UHC and health related SDGs in the context of Women's health"
        },
        {
            "text": "There is a great need for promoting advocacy and raising awareness of harmful traditional and cultural practices that leave women vulnerable. The national development plans and strategies must be pro-women. It is also very critical to provide effective health facilities and health delivery systems in order to achieve the UN SDG target 3.7 and universal access to SRHR services. The LMICs have been experiencing constant and nuanced threats to SRHRs and given their predisposition to the EIDs, the lessons learned will continue to be relevant for all future outbreaks. Hence the LMICs need to be more proactive by improving coordination at all levels and implementing evidence-based strategies to provide sustainable solutions and thus reduce the demand-service gaps, especially for women's reproductive health and rights.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "WHO. Coronavirus disease 2019 (Covid-19): Situation report",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "World Health Organization, Regional Office for South-East Asia. A brief guide to emerging infectious diseases and zoonoses. WHO Regional Office for South-East Asia",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What are Emerging Infectious Diseases? Available at",
            "authors": [
                {
                    "first": "Johns",
                    "middle": [],
                    "last": "Hopkins Medicine",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Accelerate progress-sexual and reproductive health and rights for all: report of the Guttmacher-lancet commission",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Starrs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Ezeh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "391",
            "issn": "18",
            "pages": "30293--30302",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(18)30293-9"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Africa human development report 2016: accelerating gender equality and women's empowerment in Africa",
            "authors": [],
            "year": 2020,
            "venue": "UNDP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Not All That Bleeds Is Ebola: How has the DRC Ebola outbreak impacted Sexual and Reproductive Health in North-Kivu? New York: The International Rescue Committee",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mckay",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "Mbambu",
                    "middle": [],
                    "last": "Kahamba",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mearns",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Janvrin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "We can no longer ignore Ebola's wider impact -particularly on women. Freetown: The Guardian",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kamara",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Cultural contexts of Ebola in northern Uganda",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Hewlett",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Amola",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "10",
            "pages": "1242--1250",
            "other_ids": {
                "DOI": [
                    "10.3201/eid0910.020493"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "What obstetrician gynecologists should know about Ebola: a perspective from the centers for disease control and prevention",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Jamieson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Uyeki",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Callaghan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Meaney-Delman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Obstet Gynecol",
            "volume": "124",
            "issn": "5",
            "pages": "1005--1015",
            "other_ids": {
                "DOI": [
                    "10.1097/AOG.0000000000000533"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Health Facilities Survey 2014: Revised Preliminary Findings",
            "authors": [
                {
                    "first": "Unicef",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Sierra",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PowerPoint presentation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The Covid-19 outbreak: potential fallout for sexual and reproductive health and rights",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sonfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "UN Transforming our world: the 2030 Agenda for Sustainable Development. A/RES/70/1. United Nations",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Defining sexual and reproductive health and rights for all",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ghebreyesus",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kanem",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "391",
            "issn": "18",
            "pages": "30901--30903",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(18)30901-2"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Action Canada for Sexual Health and Rights",
            "authors": [],
            "year": 2020,
            "venue": "Statement on Covid-19",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Women's Resilience: Integrating Gender in the Response to Ebola",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Confronting the gender impact of Ebola virus disease in Guinea",
            "authors": [
                {
                    "first": "Sierra",
                    "middle": [],
                    "last": "Liberia",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Leone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Summary table of SARS cases by country",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Pandemic (H1N1) 2009-update 75, weekly update",
            "authors": [],
            "year": 2009,
            "venue": "WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Politics of Ebola and the critical role of global health diplomacy for the CARICOM",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Chattu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Family Med Prim Care",
            "volume": "6",
            "issn": "3",
            "pages": "463--470",
            "other_ids": {
                "DOI": [
                    "10.4103/jfmpc.jfmpc_75_17"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The emergence of Zika virus as a global health security threat: a review and a consensus statement of the INDUSEM Joint Working Group (JWG)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sikka",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Chattu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Popli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Galwankar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kelkar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Sawicki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Stawicki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Papadimos",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Glob Infect Dis",
            "volume": "8",
            "issn": "1",
            "pages": "3--15",
            "other_ids": {
                "DOI": [
                    "10.4103/0974-777X.176140"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Summary of the recent global epidemics and their impacts on the health systems of LMICs",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "None.Authors' contributions All authors conceived, wrote and edited the commentary. The author(s) read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors received no specific funding for this work.Availability of data and materials Not applicable. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "Sanni Yaya is Editor-in-Chief of Reproductive Health.Author details 1 Department of Medicine, University of Toronto, Toronto, Ontario, Canada.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}