{
    "paper_id": "f9683a0818f2a2c9349b536b2ce0c1e329189f50",
    "metadata": {
        "title": "",
        "authors": [
            {
                "first": "Milad",
                "middle": [],
                "last": "Abdi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Student Research Committee",
                    "institution": "Iran University of Medical Sciences",
                    "location": {
                        "settlement": "Tehran",
                        "country": "Iran"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "(1) Increased awareness and informed people about and recommended protective measures proposed by the World Health Organization (WHO) through media such as television, radio, etc, including the following recommendations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "• Wash your hands frequently and thoroughly with an alcoholbased hand rub or soap and water. • Maintain at least 1 m (3 feet) distance from anyone who is coughing or sneezing. • Avoid touching eyes, nose, or mouth with contaminated hands. • Practice respiratory hygiene by covering mouth and nose with bent elbow, facial masks, or tissue when you cough or sneeze. • Seek medical care early at the onset of fever, cough, and/or difficulty breathing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(2) Restricted traffic in busy areas such as places of pilgrimage, tourism, and markets. Despite these decisions and actions, many problems remain for Iran in confronting and defeating in the COVID-19 outbreak, including the following 3,9 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "(1) Lack of adequate infrastructure and per capita hospital beds and equipment in some cities. Iran is now fighting COVID-19 with all its might, but the wide spread of the disease in all the provinces of the country has made it extremely difficult to control, and Iran has required assistance from international organizations such as the World Health Organization. The increase in travel related to the Nowruz holiday, which started even 15 days earlier due to the closure of schools and universities, increases the likelihood of transmission and circulation of the virus and increased prevalence of COVID-19. To effectively fight this serious disease, the government should take more stringent measures to significantly limit travel instead of simply advising citizens to stay at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "National Center for Immunization and Respiratory Diseases (NCIRD) DoVD. Coronavirus disease 2019 (COVID-19) situation summary: Centers for Disease Control and Prevention website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Iranian Ministry of Health and Medical Education website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Identification of 743 cases of definitive new infections with Covid in the country Iranian Ministry of Health and Medical Education website",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Online news. Ministry of Health and Medical Education website",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "John's Hopkins University website. https:// systems",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19) advice for the public. World Health Organization website",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Address to the National Committee to Combat Corona meeting. President of the Islamic Republic of Iran website",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rouhani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Closed kindergartens, schools, and universities. (4) Reduced office working hours. (5) Cancelled the congregational prayer and Jumu'ah prayer (Friday prayer). (6) Cancelled all multiplayer sport matches like football and volleyball. (7) Disinfected busy places such as bus stops, subways, and bus rapid transits (BRTs). (8) Limited access and identification of people suspected of having COVID-19 at the entrance and exit of a number of cities. (9) Created groups and teams to diagnose the disease through district health centers located in different areas of the affected cities.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Inadequate protective equipment such as facial masks, disinfectants, and antiseptics such as alcohol.(3) Difficulty importing some essential medicines.Author for correspondence: Milad Abdi, E-mail: miladabdi1369@gmail.com Cite this article: Abdi M. (2020). Coronavirus disease 2019 (COVID-19) outbreak in Iran: Actions and problems. Infection Control & Hospital Epidemiology, https://doi.org/ 10.1017/ice.2020.86 (4) Difficulty of strategies such as quarantining cities due to the wide distribution of the virus throughout the country. (5) Increased risk of virus transmission caused by increased travel due to the New Year holiday (Nowruz, March 19, 2020) and related vacations.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}